[
    {
        "date": "1958-03-12",
        "author": "Joe",
        "dateline": "Chicago",
        "headline": "Smouldering Ruins Like Cavern of Death",
        "publication": "Chicago Sun-Times",
        "volume": "Volume 1 - Joe-Chicago 1958-1961",
        "volume_number": "1",
        "url": "Page2_Volume 1 - Joe-Chicago - 1958-1961 - OCR.pdf",
        "ocr_text": "Smoldering Ruins Like A Cavern Of Deat ! ing a pickax says: [spelling book ons[She jctims, blackened ribs, Wire+be By Joe Albright man carrying a pickax says: spelling book, Aniong the words|She was one of ta ar sete i i s i bei ia the drenched and smotler “fley, reporter, you got any]ils owner spelled right were In the second - oat ha $, ; : eiiareineranr ury cigarcls?” “skeleton,” “ambulance,” bone-weary firemen work me} A statue of Jesus stands on a ‘ing ruins of. Our Lady of the)\" cigarels : ; Ine, Hester ™ Meadterte ® chanically, There ate none of the|pedestal, almost untouched by ‘Angels parochial school, it is al- The answer Is 00 safety,\" “saute customary wisceracks and a {falling timbers. Its gilt is black ‘most impossible to feel disaster, Wal, ee a mu lem) And oesly handwritten fst Jeast one of them is praying thatjasd an car ts missing. The rooms and halls where|*2* many are dead? seme: his child 4s oot in the County! A porcelain flowerpol is {n nearly fivescore died Monday] The answer stuns him, \"What is the definitloa offsforgue, the form of a Virgin Mary suggest a subterranean cavern.) He points to n mound offfiery\"” ; Isuminaled by the powerfullfigure, The virgin smiles, The debris in the second-floor clast-} Gloria’ Jane Herg wrole thelfire department hand torches, the} plant inside droops over the from ceilings like stalactites,/foom, tl ntenice before she dled. death rooms cease to look like side, grotesquely scorched. dripping water. Black-faced fire.|a section of rool, In another second-floor classelcaves, Instead, the specter off A firstloor classroom wall men poke through classroom) “There may be more Infroom, geography nooks left onla gaunt architectural skelelon}besrs the slogan: rubble like archeologists —cnly|there,” he says. the desk tops temaln open, has been created, , “Holy Communion is the not w0 gingerly, Charred and soaked school Pictures In Wallet Statue Almost Unharmed [shortest and surest way to They don't have to be sa care-}books, plasier and cinders are] On the desk of Annelle La) ‘The building's fesh—the lath|heaven,” ful—the bodies they seek arelankleeep on the floor, A|Mantla, 10, of 640 W, Spring-land plaster ceilings, the linoleum) A book jacket says: dead four hours, not 4,00/copy of Charlotte Bronte'sifick!, is a wallel, 11 contains alfloors, the plastered wallk—has} “Are you listening? Maybe years. \"Jane Eyre” has covers singed/pleture of a boy friend and albecn picked off by the fire,|God is calling you.” Fireman's Questloa little brother, What remains [s wooden balloon} And out in the halls are rows breaks. A firet : Then there is-an elghthegrade] She'll never see thent -ngnin.\\frame construction resemblingland rows of little coats and hats, December 3, 1958 - In one of the worst school fires in U.S. history, 92 students and three nuns died in the Our Lady of the Angels fire in Chicago on December 1, 1958. After working as a Sun-Times reporter for about four months, mainly writing obituaries, Joe Albright got this first byline on a major story."
    },
    {
        "date": "1959-02-28",
        "author": "Joe",
        "dateline": "Chicago",
        "headline": "Duke Looks Us Up And Down (Duke of Windsor)",
        "publication": "Chicago Sun-Times",
        "volume": "Volume 1 - Joe-Chicago 1958-1961",
        "volume_number": "1",
        "url": "Page3_Volume 1 - Joe-Chicago - 1958-1961 - OCR.pdf",
        "ocr_text": "THE WEATHER oo Sunny with little tem- perature aturda High in tien tls ta wae net paid circulation for 534 O63 ending September 30 Led by their three pugs, the Duke and Duchess of Windsor leave La- Salle St, station for visit here. SUN-TI CHICAGO DAILY Copyriaht 1959 by Field Ente RY 28, 1959 By Joseph Albright ‘The Duke and Duchess of|in Windsor spent four hours in Chi-[You know, cago Friday with a retinue of “But perhaps two secretaries, a valet, three|/Come up here wh? 0.” Ruthe, Pug dogs and 52 pieces of bag-| back through Chica prude her. gage. ford assured him ae =a While the duchess “rested” in| Building isn’t “seineraed fro the lavish Antique Suite of the| The Windsor’ omMOd oye Sheraton - Blackstone Hotel, the| he Century - face? broad. man who quit his throne to/4t 9:02 a.m, t0 ~ ghey Were marry her got a quick look at to the the city with British Consul-Gen Me Riahert Mbaes naka! ] can ee her to gl Phe dikes tour led from { a DSH and oe. hotel north on Michigan Av. tojthe. doen roll as the British Consulate at 720 N. | age marma jag elist oka Michigan, and then to the Pru-) en. quke. and dential Building. prc nner Fe 4 oe re Tizona tis e 5 t ATL. iv ome ee third basement. Rock yoda soe Gant sie Wife Avoids Helghfs | train for | tt, Atta, f He told James E. ie what satay” ed as a three “ite president of Prudentia week “holiday. Co. The duke, who was King surance Co. peen able to “I have never he get her [the duchess] up to (2| _   tea for} Pq MES 56 Pages = Windsors Look TEL. WHitehall 3-3000 Us Up And Down Continued from Page equipment in the third basement Edward VII of Great Britain/he surprised onlookers by ask until he abdicated Dec. 11,/ing: “Do you use freon?” (‘‘No 1936, is now 64, Friday the chilled water,” he was told.) dignified ex-monarch wore a] ‘The three pugs, named Dis natty blue checked suit, tan polo|faeli, David Crockett and Troop coat, an olive drab Tirolese hat,|¢t, had a dignified stroll in Grant blue-checked sportshirt with a|Park in the company of Sidne tie and blue-and-white checked Johnson, 35, the duke’s valet. socks, Earlier, a photographer asked His wife, the former Wallis|the duchess to pick up Disraeli is 62 but fora picture. § inipl i \"ts i roadtail coat with|Very heavy, you know.” mink collar and large pearl! — earrings whose colors didn’t quite match. ‘| “T like them,” said the duchess, who- is perennially on best-dressed women lists, Briefly it appeared the duke would see Mayor Daley. At the -|duke’s bidding Consul - Gen. Mason telephoned Daley’s of- fice, only to be informed the mayor is in Washington. The duke then proceeded to the Prudential Building observa- tory. He wondered whether Lake Michigan water is used for drink- ing, whether the lake freezes over in the winter, which way the Chicago River drains, and where was the Great Lakes Naval Training Center. Later, eying air. conditioning February 28, 1959 \f"
    },
    {
        "date": "1959-06-01",
        "author": "Joe",
        "dateline": "Chicago",
        "headline": "Pupils Of Over 34 Years Say 'Goodbye', Miss Gaughan",
        "publication": "Chicago Sun-Times",
        "volume": "Volume 1 - Joe-Chicago 1958-1961",
        "volume_number": "1",
        "url": "Page4_Volume 1 - Joe-Chicago - 1958-1961 - OCR.pdf",
        "ocr_text": " Her Pupils Of Over 34 Years Say, ‘Good-by, Miss Ga By Joe Albright Mary Agnes Gaughan, a first- grade teacher, was buried last There were a number of ways Un a ic for a 4-ccat deal, because the Papers arrived five days later. Mrs, G.S. Requiem For Teacher In this age we seldom stop to mark the’passing of a leaf or the going of a friend. Early on Monday, May 25, my son's teacher died very suddenly, - No mention was madé in the newspapers and the next day when I went to the school on an errand, the bells rang, the children ran free, my son had a new teacher, the void had been covered over. Much has been said in eu- logy and much has been said in criticism of teachers. 1 would say this about my son's teacher. She had taught . 33 years in the same school and not lost her freshness and youth. She understood the dreams snd limitations of children and their parents, She helped one to under- stand the other. She was humble and always amazed when anyone told her she was Going a good job. She told me, “they are so young, I' do the best’I can; I pray it is enough,” The Sun-Times has always . been in the foreground fight- ing for the best education Possible for the greatest num= ber of children, Please mark the passing of Agnes Gau- ghan. teacher of 1-B, Blaine School. . , Colleen Jenks Letter under heading | editorial : of saying, ‘“Good-by, Miss Gaughan.” Perhaps the most eloquent statement came from the mother of one of her pupils. “In this age we seldom stop to mark the passing of a leaf or the going of a friend,” wrote Mrs. Colleen Jenks to The Sun- Times. “She had taught 33 years in the same school and not lost her freshness and youth. [Ac- tually, 34 years.) Records Tell Little “Please mark the passing of Agnes Gaughan, teacher of 1-B, Blaine School.” The Chicago Board of Edu- Cation marked the passing of Snes Gau- Shan in a: Personnel fold- er, _A board of- ficial remarked : that the infor- mation was not Teally up to date. Had she fen a newer teacher, more data would be available. But it was almost certain that Agnes Gaughan took a Chicago teachers’ examination in June, 1922. The following October she started as a teacher at Jacob A. Riis Elementary School. Tt was April 9, 1925, when she went to James G. Blaine Elementary School, 1420 W. Grace, as first-grade teacher. A week ago Sunday she talked on the telephone to her MARY AGNES GAUGHAN only sister, Sister Margaret Mary, a mathematics teacher at St. Scholastica Academy, 7416 N. Ridge. She then thought she would have to re- tire, she said. But she hoped to finish out the year with her present first-graders. Died At Apartment The next day Miss Gaughan was found dead in her apart- ment at 1344 W. Eddy. She was 63. , In the memories of those who lived around het, the death of Agnes Gaughan made another sort of mark. “She was the most motherly, most adorable little teacher you can imagine,” said Mrs. Ione L. Clavel of 1111 W. Grace, whose daughter, Jeanne, Was in # |her class eight years ago. - “Jeanne once came home and said she did not know how Miss Gaughan would be able to live over the weekend, she Would be so lonesome. Miss Gaughan had a way of making the chil. dren feel she needed them.” Praise Spread Widely Said Mrs. Marjorie F. Mills Blaine principal: “When I went into her class. room, she always chose dif. ferent children to praise anq put the spotlight on, Sometimes she would say to me in a aside that a certain child’s work was not really that good—but that it was better than it, used t0 be.” Recalled Mrs. Lena SPathis, president of the Blaine PTA: “T was in her grade in 1929, and last semester my Son George _had_he a_teacher. CHICAGO SUN-TIMES, Mon., Jave 1, She was the only teacher J can remember from grade school. | remember the first day of school. “We were new to the neigh- borhood, She just put her arm around me and took me to my seat, and then I felt at home.” ‘Small-Town’ Type Said the school engineer, Ar- thur P. Hill: “She was wonderful—a little sawed-off, hammered - down, young-looking old woman. She Was a small-town teacher in the city schools.” Three decades of Blaine School first-graders were halt- ingly led to reading, writing and counting by the hand of Agnes Gaughan. Only after her death did school authorities learn she also led some of them down the lunch line and paid the bill. “T just found out about one of the poorer girls who finished with Miss Gaughan’s grade be- fore she learned that milk at re- cess is not free,” said Mrs. Mills, principal. Made Book Gifts “If one of her pupils needed shoes, she bought them out of her own pocket,” said Edith M. O’Brien, assistant principal. “She went down town and bought little books for the chil- dren in the class—on her own, of course,” declared Mrs. Spa- this. “She was a kind of revolving fund for the children,” said Mrs. Patricia Guswiler, kindergarten teacher. Miss Gaughan, who ireated two generations of children as hers, never had a family-of her own. She was born in Salida, Colo., the daughter of the su- pervisor of bridges and build- ings on the Denver & Rio Grande Western RR. Distant Kin Offered Mass She attended ‘st, Scholastica Academy, Canon City, Colo., and then a normal school in Greeley, Colo. After her fa- ther’s death in 1917, she came to Chicago and studied at Chi- cago Musical College. When she took her teachers’ examinations here, she had taught four years in ‘Colorado schools. “Good-by Miss Gaughan” be- gan last week in a funeral home at 3552 N. Southport. Then, on Friday, the Rey. warren J. Mc- Carthy, a distant cousin, cele- brated a solemn requiem high mass in St. Andrew Church, Addison and Paylina. In St Joseph Cemetery she buried. Only other survivor besides} lll 37 SAVE ow fi ghan’ her sister was a brother, Joseph P., patient in a Quincy (IIl.) hospital. , In her letter to The Sun- Times Mrs. Jenks’ told of Miss Gaughan’s approach to teaching: first-graders: “She told me, ‘they are so young, I do the best 1 can; [ pray it is enough’.”   June 1, 1959 - last byline before reporting to Fort Leonard Wood, MO, for six months active duty"
    },
    {
        "date": "1960-01-28",
        "author": "Joe",
        "dateline": "Chicago",
        "headline": "Hillary Tells Why He'll Tackle Peak",
        "publication": "Chicago Sun-Times",
        "volume": "Volume 1 - Joe-Chicago 1958-1961",
        "volume_number": "1",
        "url": "Page5_Volume 1 - Joe-Chicago - 1958-1961 - OCR.pdf",
        "ocr_text": "26 ONLY  CHICAGO SUN-TIMES, Thurs., Jan. 28, 1960}  CLIMB FAILURE —  Hillary Tells Why He'll Tackle Peak  Sir Edmund Hillary, the con- queror of Mount Everest, said his forthcoming Himalayan ex- pedition has as its objective he only mountain that ever conquered him.  Said Hillary of the 27,790- foot Mount Makalu in Nepal, which he plans to scale without oxygen equipment:  “The last time I was on Makalu I was carried down, That was the only time I have ever been carried off a moun- tain, and I hope it is the last.”  Starts in September  The nine-month Himalayan trip, underwritten by the pub- lishers of World Book Encyclo- pedia, will begin in September. The lean mountaineer met news- men Wednesday in the offices of Field Enterprises Educational Corp., sponsor of the $200,000 undertaking.  Objective No. 1 will be rigorous, extensive scientific research into what extreme al- titudes do to the human body.  Capturing an Snowman, that possibly mythical hairy beast that walks like a man, ig the secondary goal.  Perkins In Group  Abominable k  | | !  cluded for his skill in tracking, -  Hillary said.  Hillary is less convinced of the existence of the Snowman, or Yeti, than is Shipton. The expedition leader told reporters  ‘he was more inclined to be-  lieve that the Yeti is “some sort of bear or monkey that learned somehow to walk on its back  legs” than a “half-man, half- beast.”  The party will be equipped with a gun that shoots hypo- dermics full of tranquilizing drug in the event of a Yeti Sighting. Its range is 100 yards.  Tells Earlier Bout  Hillary said his earlier bout with Mount Makalu — which Makalu won—was in 1954. While helping to pull two other men out of a crevasse, he broke several ribs,  He yielded about a weck later to what he described as “a combination of broken ribs, malaria and one or two other things,” and had to be carried down.  The New Zealander, who was nighted after his 1953 ascent of Everest, spoke dispassionately about the rigors of the ordeal he faces.  He said, in an offhand way,  Hillary rey@aled Wednesday | that he is taking skis and snow-  that the expédition’s core will include Marlin Per- kins, Lincoln Park Zoo direc- tor, and Eric Shipton, British explorer Who found and pho-  topgraphed tracks of the crea- fulre in 1951  i4-man {shoes for the winter months be-  cause “no one knows what it’s like that high in the Himalayas in the winter. No one has done it .befare.”’ .  Thee. Phase Tow  ‘a ‘Pha tanr er  : Nery  aie iii  Pesan e iets ate an) Sir Edmund Hillary displays  Abominable Snowman, which he hopes to  an artist's conception of locate duri  forthcoming Himalayan expedition. (Sun-Times Photo  2 Wintering at 18,000 to 20,- 000 feet.  3 Fhe final ascent on Makalu  without oxygen in April or May. Only some 1,200 feet be- low the Everest peak, Makalu's summit is more than 1,000 feet higher than any previous peak scaled without supplementary oxygen,  Senior scientist will be Dr. Griffiths Pugh, physiologist who accompanied the success- ful British Everest Expedition of 1953. Along with twa other physiologists, one British, one American, he will seek to deter- mine “the maximum height at which men can live for long  breathing rates and body tem perature. Other scientists interpret the broadcasts at altitudes where their OWN Me! tal processes are ‘relatively , impaired, te os During Janufry and ruary, 1961, & deep hol [be sunk in a 20,000-foot teau to examine annual” ings, temperatures, erys form and to take snow ¢ Hillary said investigation \\in progress into the feasib of replacing 600 coolie with a helicopier to “cart supplies. In perhaps his most biza     3 = | revelation said climbe periods Withotit serious deterio-) wil : cvele fin Maz  January 28, 1960  @iratian \f"
    },
    {
        "date": "1960-02-04",
        "author": "Joe",
        "dateline": "Chicago",
        "headline": "Can Clean Up Force, Says Gibbons",
        "publication": "Chicago Sun-Times",
        "volume": "Volume 1 - Joe-Chicago 1958-1961",
        "volume_number": "1",
        "url": "Page6_Volume 1 - Joe-Chicago - 1958-1961 - OCR.pdf",
        "ocr_text": "as J. Gibbons, Philadel-  p missioner, said Wednesday he poi clean up the Chicago’ Police Department if his tertts were met for the  job. 38. fe  He listed the terms, starting with “complete and absolute authority” to run the depart- ment, in an interview, with Mayor Daley's committee screening candidates for Chi- cago police commissioner.  nless the terms were met,  -year-old Philadelphian  he wouldn’t consider tak-  ing the post—if it were offered.  No Interference  yy “complete and absolute  authority,” Gibbons said he  meant the power to direct the  police force without political in-  terference from anyone, includ-  ing mayor, aldermen and ward committeemen,  Gibbons spoke confidently of his belief in his ability to deal with Chicago police problems provided he had the same free hand here that he was given,  - together with a cleanup order, in Philadelphia in 19.  “I've pulled one police force out of the mud, and I can do it agai he said.  Meeting reporters, he talked like 2 man who had a ready pier, Sein detail, for remaking  c police force. le said, reveal Whet! man cop its ch Mee le he could make gu  ent, even if  <é  his terms were met, until he had conferred with Philadelphia officials, But he left no doubt he would like the chance to take on the challenge of the Chicago post.  Two More Outsiders While continuing to work in secrecy, the committee headed by Orlando W. Wilson, Univer- sity of California criminologist, indicated it was far from a decision on its recommendation for commissioner. At least two more out-of-town candidates were scheduled for interviews. Among the terms Gibbons stipulated were civil service re- visions, some requiring state legislation, that would:  Deny policemen redress to courts after they have been discharged on conviction of wrongdoing in civil service trials.  2 Permit young policemen to jump from patrolman to lieu- tenant or even captain, without regard to seniorit:  He said he also would want authority to bring in about six of his Philadelphia police aids to help get his Chicago opera- tion under way.  Gibbons said he rebuilt the Philadelphia police force from top to bottom in sevens years. In that period, 3,000 of the 5,000-man force has been re-  laced through discharge, resig- tion or retirement, he said.  {e emphasized the impgrtance  ‘the authority he has in P| delphia to fire a policeman cause — “and that includes * re f  drunkenness off duty.” If the Civil Service Commission finds the commissioner didn’t act “capriciously” in such a firing, the policeman is out—with no recourse to courts, Gibbons said.  He noted that in Philadelphia there would be no appeal as there is in Chicago for Lt. An- thony De Grazio, who was or- dered dismissed by the Civil Service Commission for touring Europe with Anthony J. Ac- cardo, crime syndicate chief. De Grazio has asked a court here to set aside the civil sery- ice order.  No Lie Tests There  In Philadelphia, Gibbons said, the commissioner never has to order policemen to go beforé a grand jury in order to get infor- mation he wants from them.  “He merely calls them in and asks his questions. If they refuse to answer, he fires them,” he said.  “We've never found it neces- sary to give policemen lie de- tector tests,” he added.  He cited the chances for rapid promotion in Philadelphia as an inducement for able young men to join the force. A rookie there can advance to sergeant in one year, captain in two years and inspector in three years, if he qualifies by examination.  He described the operation of his seven-man staff of inspec- tors and his roving squads concentrating on vice And gam- bling. ty - “If they make a big pinch a district, the captain of that  | district may be fired summarily, or demoted,” he said.  He told of his own three-  hts-a-week spot checks of districts “to keep the men on their toes.\" And he detailed a Philadelphia plan for having patrolmen make three-times daily checks of groceries, drug stores and banks and sign a log kept in each.  “This is the only thing you can do to provide the protec- tion people are paying for,” he aid,  The Chicago post would mean a salary boost to $22,500 a year from the $15,000 Gibbons now receives. If he came here he also would be eligible for an $8,300-a-year pension from Philadelphia.  Gibbons, married and the father of two children, met twice with the screening com- mittee Wednesday. He said his interview was completed, but that he would remain overnight in Chicag id go to New York for & pol conference Thurs- day before returning to Phila- delphia. a |  Favors Legalized Gambling  Gibbons went on record, in an article in the Saturday Eve- ning Post of Jan. 3, 1959, in favor of legalized gambling run by the state; i  | He based his stand on what he detailed as the frustrating effects of his orders to Phila= delphia policemen to pick up every gambler for every of- fense. aie  While more and more ar-  THN  CHICAGO  lean Up Force, Sa  S,-Thurs., Feb. 4, 1960.  ys Gib  a4 ons, af or  Philadelphia's Police Comr. Thomas J. Gibb in Chicago to be interviewed as a candidate Police job, takes a look outside Union station, Building is in background...(Sun imes Phot  rests were made each year, they)is a former Chica accomplished neither the aim of|m. \" Punishing violators nor of de-  terrring future violations, Gib-  ons said in the article ds  to Barl and Anne  top »  ~ A Philadelphia jail sentences. rier the <ase is Suen ot the convicted wind up paying | chicken-feed fines, iG ¥ “Tt Seems obvi } as long as our urts be soft with gambling teers, hav n  by the mayor's selection | committee are Police Chieg 4 Sune R Schrotel of Cincin. | nati and Police Comr. W. Leon | Skousen of Salt Lake City.  Schrotel is credited wi  cleanup in Cincinnati. §} served the Federal Bu Investigation 16 ye taking over the Salt | jpolice command.  A Plea Bor Asch ry | An appeal for considerati fof Lt. John Ascher, depise \\chief-of detectives, for the com- missioner’s post was made by Dr, Joseph E.. Campbell, chiet ‘forensic pathologist for Cor~ loner Walter E. McCarron. |. Campbell said her “is thi most qualified individual to be come police commissioner 6 Chicago.” He called Asch: ‘recent demotion by Actin Comr. Kyran V. Phelan “th most serious indictment against the Chicago Police Department. namely, that honesty and abil-  itv will he diseanroaad  February 4, 1960          \f"
    },
    {
        "date": "1960-02-09",
        "author": "Joe",
        "dateline": "Chicago",
        "headline": "Royal Navy Gun Team Opens Fire On Chicago Hospital",
        "publication": "Chicago Sun-Times",
        "volume": "Volume 1 - Joe-Chicago 1958-1961",
        "volume_number": "1",
        "url": "Page7_Volume 1 - Joe-Chicago - 1958-1961 - OCR.pdf",
        "ocr_text": "*) Vv  CHICAGO SUN-TIMES, Tues, feb. 9 1960 © ? :  4  r . 2 ti, “ai 6 6 A ; oyal Navy Gun | eam Upens rire On Unicago Hospitality’ MK, a ! & 4 mf i i 5, ee Bf hospital We im-|plained they were put up Papen by the Royal Navy tions, the Telegraph said: He declared the gunners were city’s “well-deserved reputosiht by mémtibers of |in quarters with no lockers or! after it left.” | “They found a disused office] given a special $3.50-l0-$4-a-|of hospitality to official Potter explained the team was building, fil.hy with the grime! day meal rate. ors.” He added: ; @ last! According to the report, the | first housed in the Stock Yard of the ars, which took two Seek To Oil Waters “Whilst this was not th off men, were expected to share|!nn dormitory—apparently the days to clean.” Alan F. R. Harvey, informa-'cial visit, I feel confien; a “three showers with 100 “herds-|quariers noted in London as’ Potter said the second build+|tion officer at the British Con-| the stock yards authorities wo . being without lockers or laun- ing had plenty of space and) sulate General, 720 N. Michi:/have done all that thy, cof Charles §, Potter, who was 4 facilities [plenty of washroom facilites./ean, would not say whether to make the Royal Navy telgg ited exposition director, branded the ‘Filthy with Grime’ He admitted it was dirty “as|complaints reached his ears) as comfortable as posse.” i States. ~~ |report “concocted,” “unauthor-| When the team complained of |2\"Y office building that had not} during the visit. Despite all the supposed bit But when they returned to| ized,” “withol foundation,” cramped conditions, it was| een used for six months would) “I have yet to find a group temness, the Field gue team twge ngland. team members com: | “itfaccurate,” | moved lock, stock and barrel to|e,” but added that it was given) of $0 people in which all 50/ broke the world’s record in ‘il plained of: it yU.S, accom-| While admitting there was an unused office building near-|2 thorough swabbing before the| were happy at the same time,” gun racing while in Chic ef Imodations and food they could confusion. ab commoda-|by, at 999 W, Exchange, Potter|Royal Navy moved in. Previ-/he said, They completed the “most ¢ pot afford to buy. © Stions when the’ gutt team ar-, said, ously it served as office space! Harvey sought to oil the|and assembling” of a fielg a eport in the| Ved, he said “T was com-| Of the second accommoda-|for packing concerns. stormy Waters by lauding the! in 2 minutes 58.6 seconds ally Telegraph, they also criticized Portland, Ore, and San Francisco. The gunners appeared at th International Live Stock Ex. position at the Internationa Amphitheatre.  Admiralty Statement | ‘The British Admiralty issued ‘a statement confirming that “here were certain difficulties connected with accommodations and transport.” Problems, it was emphasized, were “oye     up of the party  was that they would not have | missed the trip for anything.” , The official statement con. cluded: “No protest is. being | made,” Ne | The Telegraph said men com.)     February 9, 1960"
    },
    {
        "date": "1960-02-14",
        "author": "Joe",
        "dateline": "Chicago",
        "headline": "Salvation Army, At 75, Recalls Early Chicago Days",
        "publication": "Chicago Sun-Times",
        "volume": "Volume 1 - Joe-Chicago 1958-1961",
        "volume_number": "1",
        "url": "Page8_Volume 1 - Joe-Chicago - 1958-1961 - OCR.pdf",
        "ocr_text": "Albright 1885.  The ll an Assem- bly Passed a stiff law against horse ves and another ban- ning traffic in dead bodies. Illinois Industrial Universi changed its mame to the Uni-  of Ilinois, The Chicago Li i baseball club ennant in the  years of exist-  Harrison I  1885, fwo men and a woman got off the train in Chicago to wage war against evil and bring salvation to the blind in spirit. Immediately they were set apart, for they wore dark uniforms and carried a red banner with the words “Blood and Fire” embroidered on a yel- low background. And their red hatbands bore the words The Salvation Army.  That was 75 years ago this month, and their spiritual de- scendants in “Chicago plan an array of anniversary celebra- tions.  Whether or not Chicago's first. Salvation Army officers expected to find Gomorrah just outside the railroad station, they did. Had they wanted, in fact, they could have bought a guide- book that listed comparative merits of scores of bawdy houses, -  ‘The_three Salvationists, Capt. and Mrs. William Evans and Capt. Edwin Gay, wasted no time. CHEY*FENted the old Bush Temple on Chicago Av. just west of Clark St. There, after seven days of praying, scrub- bing and soul-searching, they held .the city’s first Salvation Army meeting.  Unknown To Many  Few here had heard of the Salvation Army, or =William Booth, or the soup, soap and salyation movement he started  a generation before in the Lon- don slums,  But the booming base drum:  A t 75, Recalls Ea  Aro large  new ee hy a  : chairs and breaking  was -  Capt. William Evans, who conducted first Salvation Army meeting in Chicago in 1885, stands in-car dur- ing 1935 parade.  drew a crowd outside Bush Temple, and police had to be called to quiet rearing horses. There were loud demands that the trio be arrested or bundled off to an asylum for madmen. A journalist who surveyed the turnout at the March | meeting noted “the men. . . looked as though they needed a change of linen equally as badly as a change of heart.”  God appeared to be with the missionaries, though, and it is recorded that seven converts were won at the next meeting.  Dodged Eggs, Bricks  Old-timers now tend to play down adversity, although they admit that early street-corner evangelists had to contend with flying eggs, tomatoes, dead cats and bricks Here is a picture of their life in Chicago, as pre- sented to the Salvation Army London Congress in 1888:  “The soldiers of the No. 2 Corps have proven themselves  GALVAT ON ARMY {  Grand Banquet and Jubilee  TH DR MEE ace rae  PRINCESS RINK  ey  FRIDAY, JULY 9th, 1886.  ap HY  Staff Capt. Eyans and Wife,  ApRINrED ay Capt. HODGE, mrs. NOBLE, HAPPY HABRY. the  trish iad, Blacksmith, Lieut.  ae Lee EB ELLSWORTH.  SUTHERLAND, the Mallolujeah  WORDELL, Cadet and  » OF oy BLOOD ele? WARRIORS.  ADMISSION T0 BANQUET,  the heads of the soldiers, and then turning over the stove with fire in it.  “The officers of No. 5S. in the center of the drinking ele- ment, were stoned, rotten-egged, cuffed and beaten. Roughs smashed all the lamps and win- dows and a Nice organ which had been given us. Officers of No. 6 were pelted with stones while doing their visiting. \"ik  Who Were Onponent?  Most of the opposition came from pluguglies and hoodlums. But present-day officers say privately that some mectings were broken up by respectable members of respectable church congregations.  At the time, opposition seemed only proper. Was it right for the Gospel to be proclaimed on street corners by men and women in uniform? Why, the very thought of good Christians ministering to drunken stew- bums, prostitutes, pregnant but unmarried shopgirls. The whole thing smacked of dangerous radicalism.  Admittedly the Army's early methods were offbeat. The problem was to attract a crowd, and the Army did not abjure tactical deceptions. To wit:  A hearse unloads a coffin on the sidewalk. When the curious gather, the Salvationists present their version of dancing girls emerging from a layer cake. Out of the coffin pops an Army warrior, preaching hellfire and damnation for all he is worth.  New Lyrics — Old Tune  William Booth always be- moaned the fact that the devil had all the good tunes. Un- daunted, his followers set re- ligious words to “The Daring Young Man on the Flying Trapeze,” “When Irish Eyes Are Smiling” and many others.  When it came to money mat- ters here, though, the end nev-  the means. And national leaders were genuinely ‘shocked in 1948 to find that Frank Costello, one sponsor of a $100-a-plate benefit dinner in New York, was in fact a pro- fessional gambler. Costello “withdrew” his services.  When Jennie Johnson, 18- year-old Hollywood bit player, offered six years later to date anyone who would give $500 to the cause, there was a -red- faced “No thank you  Brickbats. stopped sailin Chicago at least, around are of the century.  continued gets for  in the  to  ic the Arn council of social agen self, as-well as an offi Ognized church,” of Col. Bramwell of the Army’s t for officers at Brompton, Officers: aré ordained ‘mi  ters, and their Primary, aim is not #90in} Service, but evangel-  in the words ‘Tripp, head ining college  Salvation Army em picture made years ago. organization's early years.  converts back to the religion of their childhood than to make them permanent members of an Army congregation.  To the public the Salvation Army has been known best for its missions to the down-and- outers. This case history is typ- ical of any era, but concerns Charles Buckley, one of the first converts in Chicago:  “He had been driven from home at the age of 9 and found himself a penniless waif on the streets of Chicago. Be- ginning life as a waiter in saloon, he went on from t cradle of evil to drunkenness and crime. He became famous as the ‘Boy Burglar of Chica-  He spent 17 years behind  “After a period of excessive drinking and opium-eating, fol- lowed by several attempts at suicide, he made his way into a Salvation Army barracks where, through the infinite mer- cy of God, he found one who takes into his arms of love the vilest reprobates and makes them good and peaceable men,”  Another of its better-known programs — at first it was thought infamous — is caring for unwed mothers.» In - 1932, for instance, aid was given to 2,667 suchegirls. Earnest scru- tiny of the total by Army work- ers showed 817 of the cases resulted from auto rides, from dancehall incidents, from “bad environment,” from promised marriage, from “ignorance.”  It was the Salvation Army’s efforts in World War 1 that first brought the problem to the | public’s attention. | A contingent of Chicago Sal- vationists accompanied the first  soldicrs pance. coffee in  of jtrenches to the tivin  jsaid for the dying, cros for the rest.  s are bundled i  nto horse-drawn p  Army’s greatest change has been in scale. There are more settlement houses, more neigh- borhood centers, more summer camp programs, more “work therapy” for the homeless and jobless, more youth programs, more medical clinics, more fz cilities for care of alcoholics. Some things are entirely new, like emergency canteens to serve firemen and _ disaster workers, dental clinics, an em- ergency lodge for women and children.  There has also been a slow change of emphasis. As one leader put it, “We found many outside the slums need our sery- ices. So we decided we would not concentrate on any one type.”  Ceremonies Planned —  What started near the north- west corner of Clark St. _and Chicago Ay. in ees wil  wag Pp There were many demands for arrest of members  commemorated in : Salvation Army ceremonies year.  On March 1, a plage be unyeiled at the s the old Bush Ao their first meeting, 01  Sometime in April | ’ ists will put on a real rip-toar ing outdoor meeting of the style in the Loop. They wi wear period costumes and ea the old hymns, like “So We’ Rock the Old Chariot ee  Advertisement  February 14. 1960    \f"
    },
    {
        "date": "1960-02-19",
        "author": "unsigned",
        "dateline": "Chicago",
        "headline": "Behind Exclusives -- Skilled Staff",
        "publication": "Chicago Sun-Times",
        "volume": "Volume 1 - Joe-Chicago 1958-1961",
        "volume_number": "1",
        "url": "Page9_Volume 1 - Joe-Chicago - 1958-1961 - OCR.pdf",
        "ocr_text": "The Sun-Times has offered its readers a continuing series exclusive stories on the Chicago police scandal. These stories, which have appeared from the day the situa- on first came to light, have been obtained by a seasoned d skilled staff.  The staff includes such veterans as David Anderson, Jerry ohen, Art Petacque and Walter Spirko and such younger embers as Joseph Albright, Jess L. Cook Jr., Robert Ellis nd Malcolm Wise.   Nightlong News Vigil  Spirko, president of the Chicago Newspaper Reporters  ssn., broke the sony f the scandal in The Sun-Times of an. 15  cg the mystery of the meeting and by 1 time for The Sun-Times Turf Edition, he ‘ils of the story that has reverberated since: re involved in burglaries.  was disclosed of Jan. 15, The Sun-Times tight and often exclusive hold on the con-  sn of a late Chicago police captain, gave he-scenes report of a dramatic meeting ley and former Police Comr. Timothy J. nor’s resignation was determined. _ Discloses Resignation rds for excellence in police reporting, Wp With an exclusive interview with one ued in the scandal, s beat, he disclosed that Capt. Herman } who formerly commanded the Sum- gee to resign rather than submit  Seat . bf the poli Next, in ano!  ear-old graduate of Yale University,  tives in the  - t ‘This was a. ded over three successive days. It  nly with the full pas of the tape the first disclosure on the gee nnings  I fender Gerald: Ww, Geity  sted the inquiry that proved burglar rough his hat when he  dete up to the cats | ’s high command anc reported the Lin the establishment of a metropoli-  covered _— day develop-  involyed Evanston’s chief of detec-  THicaGo SUNDAY  TIMES  FINAL  M ale yp How Cops Took Pay-off  CHicacg  UN-TIMES  Headlines reflect extent of exclusive Sun-Times devetade:  David Anderson, 48, a member of this newspaper’s staff since 1942, obtained an exclusive front-page story through the pursuit of a telephone tip to another Sun-Timesman.  The tip was received by John Kay Adams, 36, an assistant city editor, who has directed Sun- Times suburban coverage since a short time after, he Joined the staff in 1954. The concerned charges that a Skokie police captain accept $500 bribe to reduce 4 charge of drunken driving motorist to reckless drtVing. \"  One of the most searching—and revealing—reports on scandal was produced. by Robert Ellis, 23, also a Yale gradu- ate, through interviews with one young policeman who is deter- mined to stick to his career and another one who quit in disgust.  With frank answers to Ellis’s questions, they gaye their views of the reasons for existing corruption in the police depayene nt and the remedies for it. v  £ Big 9 Probe Report  Jerry Cohen, 37, a former city editor of the New Orleans {tem who joined The Sun-Times staff a year and a half ago, condensed the massive report of the City Council Emergency  rime (Big Nine) Committee into the exclusive stories which let Sun-Times readers in on the long-held secrets of Chicago political-criminal alliance,  The story of the seven “elder statesmen” of the Chicago police force and the power they wield was an exclusive de- veloped by staff teamwork. '  How this teamwork contributes to the scope of coverage is illustrated ‘i in The Sun-Times reports on the mayor's sel tion committee which. is sereening candidates for police 0  F  rers from its se6-  The ‘fact thal the: committee bars reporters ynroc, doesn't deter  sions at the University Club. 76 Ey  CHICAGO SU SUN-TIMES, Fri., Feb. 19, | 1960 _  ae Joseph Albright, a 1958. Phi Beta Kapp arauluate of Williams  College, from getting the story, _  He has found a vantage Poiana candidate as he leaves the clu <  In cases ofigast-breaking new velopments, reporters on the scene have called in their information to The Sun-Times’ bank of top rewritemen. Those men, headed by. veterans Ray Brennan and Marvin Quinn, have applied a thorough-going knowledge of the Chicago scene to shape well-rounded stories  designed to keep Sun-Times readers up to the minute on the ndal and the search for a new commissioner. a Sas  h to corner each     February 19, 1960       \f"
    },
    {
        "date": "1960-02-22",
        "author": "Joe",
        "dateline": "Chicago",
        "headline": "Police Chief Committee Has Long Talk With Kohn",
        "publication": "Chicago Sun-Times",
        "volume": "Volume 1 - Joe-Chicago 1958-1961",
        "volume_number": "1",
        "url": "Page10_Volume 1 - Joe-Chicago - 1958-1961 - OCR.pdf",
        "ocr_text": "By Joseph Snhe police’ commissioner. To keep his Sunday morning Aaron Kohn, former Big Nine} Kohn is one of the last men appointment he flew from New chief investigator,. was inter-|in a parade of candidates who|Orleans, where he is executive viewed for 242 hours Sunday | have gone before Mayor Daley’s|director of the New Orleans for the vacant job of Chicago |emevgency selection committee. |Crime Commission.  The gk prober was reluctant to give any public estimate of his chances of be- coming Chicago’s top police official. He said he was sworn io secrecy by Orlando W. Wil- on’s committee which, as he Dut it, is “working under tre-  endous pressure.”  Wilson, former Wichita Kan.) police chief, is dean of he University of California School of Criminology and hairman of the selection com-  ittee.  “Two Essential Steps’  Kohn did, however, outline or The Sun-limes “two very ssential legal steps” which he ‘onsiders “prerequisites to the  aximum effectiveness of a g00d police commissioner.” The steps:  Making the commissioner’s . job permanent “so that he ‘ould not be removed when a ews Seach es  session of the Illinois General Assembly to enact such steps. Need for them resulted not from the current burglars-with-badge scandal, he said, but from long- standing acnrinieetive weak - nesses.  “Proof of misconduct” before a court, civil service panel, or newly created board of police overseers should, in Kohn’s opinion, be the only reason for dismissing a commissioner. Ac- cording to his outline, members of the police board would be picked by the mayor from can- didates nominated by deans of local law schools and heads of various civic organizations.  Views Resemble Gibbons’  Kohn's proposals about the civil service commission were reminiscent of those stated by another. interviewee, Philadel- phia Police Comr. Thomas J. Gibbons,  “If the police administrator disciplines or fires a. man, re- view by. the civil service board  AARON KOHN it  that was not based  personal, political, racial discrimination,”  it ligious Kofin said. f Fired policemen should ha no recourse beyond the service commissioners, he “To say that only the cou cun fire a policeman is to that the only test of qualifi tion for an officer is that not be a criminal,” Kos clared, x 4 Wants Legal Bulyarks He emphasized the need fi legal bulwarks to support proposed actions), instead — personal Cee by May va Daley  nice to say  ae. were |  fell sunpgse Fee  ; should. only be for the. purpose | killed tomorrow in an accii  es ‘idan Thiet 2A ameatee a special  of determining that it was  done without reasonable     not aii wha would happen?”  February 22, 1960       \f"
    },
    {
        "date": "1960-03-29",
        "author": "Joe",
        "dateline": "Chicago",
        "headline": "Glimco Philosophizes About Charges",
        "publication": "Chicago Sun-Times",
        "volume": "Volume 1 - Joe-Chicago 1958-1961",
        "volume_number": "1",
        "url": "Page11_Volume 1 - Joe-Chicago - 1958-1961 - OCR.pdf",
        "ocr_text": "Teamster Local 777, Taxicab, Maintenance and Garage Help-  _, ers Union, said he was schooled  was in a ao, Monday after, the Senate rackets committee branded him a “com- mon thug and criminal.”  “A hoodlum? What is a hood- lum? Is that’a man who goes to his office at 6:30 a.m. and doesn’t leave until,maybe 7 or 8 in the evening?” he demanded of a reporter.  “That’s not the definition 1 learned in grammar school,” he said, answering his own ques- 2 tion. Glimco, president of  on the South Side, but declined to say where. ‘Day In And Day Out’ Glimco said he worked 14  hours a day “day in and day out and that includes Saturdays” at Loca] 777 headquarters, 1213 S. Blue Island.  The rackets, committee, headed by Sen. John L. Me-  ‘Clellan (D-Ark.), charged Glim-  co muscled to the top of the local “by violence and by those strong-arm methods which are a  stock-in-trade of the ‘Chicago aaa  racketeer.”  If Glimco was piqued by the racket committee's final report, he did not show it. He listened  to excerpts of the 371-page re-|  port for 10 minutes, then spoke slowly and calmly.  Sees Two Sides  | ence to the integration  McClellan’s ‘home state. “~ don’t they? Because they a ‘busy.’ ”  Glimco criticized ‘Hee probers for making a against which he could n  “It’s a funny thing about this! fend  life,” he said. “When we look down the street it has two sides.” He went on to indicate that the} senators in Washington. “spend- ing the taxpayers’ money” ought  to survey their own side of the] _  street, too. “Why don’t they go down to  aven’t they con me? You can’t defend 5 against them because 10. court, to hear the othe: ~ side  Not Bothered, He Say:  He said, in effect, tha’ and stones can break my but not WOKS “It  continue en e terests. They re- couple of months ‘ago  “You are a reporter and y: re talking to me. Does  mean you are--my asso  ust because you are  oO me?”  -Glimco ended on a religio  note:” j “The  tones  it God,  0 cast stones, but is  ) receive them.”     March 29, 1960 \f"
    },
    {
        "date": "1960-03-29",
        "author": "Joe",
        "dateline": "Chicago",
        "headline": "Find Arthur Adler's Body Stuffed In W. Side Sewer",
        "publication": "Chicago Sun-Times",
        "volume": "Volume 1 - Joe-Chicago 1958-1961",
        "volume_number": "1",
        "url": "Page12_Volume 1 - Joe-Chicago - 1958-1961 - OCR.pdf",
        "ocr_text": "THE WEATHER  Partly cloudy and much warmer. .Tuesday. Showers likely. See Page 38.  Copyright 1960 by Field Enterprises, Inc,  ol. 13, No. 48  Whitehall 3-3000 TUESDAY, MARCH 29, 1960  68 Pages, 2 Sections—7 os  ind Arthur Adler's Body Stuffed In W. Side Sewer     climbs out  hE. PCarnpbell, coroner's pathologist,  ewer after making examination of : Bae dette d later as that of missing Arthur _ Adler. (Sun-Times Photo by Dave Mann) .  March 29, 1960  The nude body of ‘Arthur Adler, former Rush St. restaurateur missing since Jan. 20, was found stuffed in a sewer at 1625 N. Neva Monday.  The police bureau of identification said finger- prints taken from the body matched those of Adler, 43, of 7601. S. Chappel.  Deputy Coroner George Par- ker said a cursory examination of the body, which appeared to have been in the sewer at least three weeks, disclosed no signs of violence.  Widow Collapses  Mrs. Mary Adler, the widow, collapsed at the County Morgue when Parker informed her that the fingerprints definitely estab- lished his identity.  “Why ‘can’t I die of a heart attack and be with him?” she sobbed. “HoW can I phone our son-at Harvard [University] and tell him his father was found in a sewer? ‘ ; “Poor guy. He never hurt]  anybody, He loved everybody.”  Mrs, Adler had retained her composure - earlier when she viewed the body before the  . fingerprints were matched. She  ARTHUR ADLER  had said the victim looked like]  her husband,  ‘There are five Adler children} —Norman, 18, a premedical student at ‘Harvard: Stewart, 14; Michael, 13; Jimmy, 9; and Sheryl, 6. °  The body, face up and.knees  Another picture on Page 5,  drawn to the chest as if it had been trussed, was discovered by two city sewer inspectors on a routine tour,  » Hy Fligelman, of 4040 W. Maypole, and Edward Goggin of 751 N. Menard, saw it at the  bottom of a 12-foot pit when |  they lifted a manhole cover.  Coroner Walter E. McCarron tentatively listed the cause of death as undetermined.  Although Adler had not been stabbed or shot, he said, a chemical analysis of his stomach contents will be taken to de- termine if he was drugged or poisoned.  He set an inquest for 10 a.m. Wednesday at the morgue.  A Study In Contrasts » Adler, slight and dark-haired, was a study in contrasts, ~  He was soft-spoken, yet wore flashy clothes. He was a free- - spending, laugh-a-minute guy, Lut a devoted family man.  And although he stoutly in- sisted he obeyed the law, he welcomed into his night club— th: Trade Winds, at Rush and Chestnut—hoodlums and rack- eteers from all over the nation  “I can’t keep ’em out,” he once defended himself. “I oper-  ate a restaurant. T got an open  | door.”  He was a legitimate Near North Side attraction, however,  ‘and celebrities like Elizabeth | Taylor, Mike Todd, Betty Hut-        band, Artha Photo b Si \f"
    },
    {
        "date": "1960-03-31",
        "author": "Joe",
        "dateline": "Chicago",
        "headline": "No Nonsense At Ignatius",
        "publication": "Chicago Sun-Times",
        "volume": "Volume 1 - Joe-Chicago 1958-1961",
        "volume_number": "1",
        "url": "Page13_Volume 1 - Joe-Chicago - 1958-1961 - OCR.pdf",
        "ocr_text": "o Nonsense &  i By Joseph Albright enatius High School stands as one of the  ments hereabouts for the old no-frills to book learning.  ‘in a’ West Side _day * school  city and from  burbs as distant as Whea-  ton, Flossmoor and Downers Grove.  Few American high schools besides St, Ignatius can claim that six out of its best. seven basketball players are four - year Latin students. Even fewer offer both Greek and Russian.  About 130 juniors and | Greek.  The Russian course, in- stituted only last fall, has a more-or-less captive audience of 35 juniors, “We did it as an’ experiment,” explained the Rev. John F. Sullivan, SJ,, 49-year-old principal. “We wanted to see how. far a group of boys of above av- erage intelligence could get in a year.”  Study On Own  There has been little grumbling among the Rus- ‘sian students, even. though  sophomores, seniors . study  study Russian voluntarily.  _ The Jesuit priests who run _ Ignatius offer no excuses yr their authoritarian theory  of education.  “We aren't pushing them into © anything,” explained the Rev. Vincent G, Savage, S.J., 49, St. Ignatius presi- dent. “This is a college pre-  aratory school exclusively, and the students knew it  When they applied.”  The assistant principal, the Rev. Robert E. Beckman, §.J., put it more succinctly: (\"When you go to a doctor and he gives you a prescrip- tion, you don’t question him.  You take the prescription.”  Students are grouped by ability, and the so-called double-A division at the top is pushed as far as some col- lege freshmen. In mathe- matics, double-A seniors study calculus.  Every St. Ignatius pupil takes English, Latin, history, a laboratory science, specch. mathematics and religio' Just over half study Latin all four years, through Cicero and Virgil. Some take Greek or modern Janguage instead of Latin, or along with L  Much as the school ad- ministrators oppose it, all  freshmen must take driving ~  and health so St. Ignatius will mect the requirements of a state accreditation law.  Explains Opposition  “T am not adverse to stu- dents learning how to drive,” said Father Sullivan, the prin- cipal. “But the school’s pur-  > pose is to prepare boys fe  college, and there are on a certain number of avail- able hours.”  Indications are that St. Ig- natius does well with the hours it has. Out of last year’s 253 seniors, only 15 did not go to college. The majority chose top Roman Catholic institutions such as Loyola and DePaul Univer- sities in Chicago, the Univer- sity of Notre Dame in South Bend, Ind., and Xavier in Cincinnati.  Eighty from the class of 1959 picked secular univer- sities, the University of Illi- nois and other Big Ten schools for the most part. Two now attend the U.S. Naval Acad- emy at Annapolis, Md., and one the Air Force Academy at Colorado Springs, Colo.  Those who shower compli- ments on St. Ignatius’ educa-  Fl)  tional achievements may meet virtually the same reaction a tourist would if, on a trip to Greece, he told an Athenian: “That Acropolis of yours sure is beautiful.”  After all, the Jesuits have - been famous teachers since the 16th century. The philoso- phy that guides faculty mem- bers flows from a plan for studies which Jesuit educators set down in 1599.  Among The Oldest  St. Ignatius High School is itself among the oldest Ro- man Catholic schools in Chi- cago. The five-story boxlike structure was built in two sec- tions.  When the first part was completed in 1870 at 1076 W. Roosevelt, the school was at the periphery of the city. In the meantime Chicago quickly grew up around St. Ignatius, and the neighbor- hood has since deteriorated. The school now is becoming ringed by public housing proj- ects,  An addition was built in 1895 which is still referred to as “the new wing.” Unless St. Ignatius decides to build another “new wing,” the en- rollment must remain near the present 1,014-pupil level.  Lack of classroom space has put a ceiling on expan- sion. Originally the one building housed St. Ignatius High School, St. Ignatius College, and a natural history museum. Just after World War I the college moved northeast and became Loyola University, and the museum was converted into more rooms for the Jesuit teachers in residence. (Presently there are 36, plus 12 laymen on the faculty, who live at home.)  Aldermanic Alumni  Father Savage and Father Sullivan, the president and principal, ate both St. Ignatius graduates. So are Aldermen Thomas E. Keane  a  St. Ignatius High School is a landmark are Terry Osterman, Roger Sobkowiak, Ed Berleman, Bill Valenti  ignatius  “ont  on the West Side.  Richard Lee, senior class president.  Gist), Daniel J. Ronan (30th), Thomas F. Fitzpatrick (19th), Circuit Court Clerk Francis X. Connell, and Police Capt. John Moss. Former Police Comr. Tim- othy J, O'Connor attended St. Ignatius but was not grad- uated from there.  “Not much has changed since I was graduated in 1928,” said Father Sullivan.  Outside activities still take a back seat. to studies. From the time school starts in the morning until it ends at 2:15 p.m. there are no scheduled study periods. The three hours of homework are to be  done at home.  While there is no doubt that studies come first, the school boasts a fine dra- matic group, an outstanding school newspaper and a track team that has won Catholic League championships 18 years im a Tow.  Scholarship Record  Still St. Ignatius is proudest of its record in scholarship. Last spring the junior class of 243 pupils sat down for the National Merit Scholar- ship examination in compe- tition with 1,750,000 of their classmates across the nation.  Heading home after classes  no, Bob Sharkey and  top half of all  ship aspirants, Nine St. Ignatius  still in the runni  twice as many as : Roman Catholic dein hae state. “Percentagewi in Father Sullivan. « within a whisker on” our friends out Trier.”     March 31, 1960       \f"
    },
    {
        "date": "1960-04-20",
        "author": "Joe",
        "dateline": "Chicago",
        "headline": "Precedents Set By High Court At U of C",
        "publication": "Chicago Sun-Times",
        "volume": "Volume 1 - Joe-Chicago 1958-1961",
        "volume_number": "1",
        "url": "Page14_Volume 1 - Joe-Chicago - 1958-1961 - OCR.pdf",
        "ocr_text": "‘Sat., Apr. 30, 1960  Fedents Set By  While considering precedents) time that the top state court}and Robert G. Miley rapped}  lbright  preme Court| in two appeals cases, the justices} had ever met formally in Chi-|three times with a gavel.  @ paragraphs}established other important its own his-| precedents in legal education 2 at the Uni-) and in courtroom technique.  -Law School. It was, first of all, the only  YEDICATION PROGRAM  aturday’s dedication program .for the new  University of chicago Law School Center: = ) At 9:30 a.m ree Law School professors will report on “The Transmission of Wealth at Death,” , m; “The Jury Project and the Court Delay  , by Allison : : alyen Jr., and “The Arbitration Project,”  ) Study,” by  hool Prof. Karl N. Llewellyn will speak asa eiperal Art.”  man pace and Theodor W. Schultz. formal reception will be held for U.S.  m., Viscount Kilmuir of Creich, lord high chan- of Britain, will speak on recent Jegal reforms in  cago. Iustrated Arguments  Secondly, Supreme Cor jurists said it was the first t fi their memories that attorneys had ever illustrated arguments before them with photographic slides.  Lastly, it was the first time that an appeals court had ever | aaa at the University of Chi- cago Law School and perhaps at any other law school in the country. Court-watching in the past has always meant bringing the students to the jurists, not vice versa.  Justice Walter V. Schaefer of Lake Bluff expressed hopes that the high court will meet at the U. of .C.’s Weymouth Kirk- land Courtroom as often as twice a year. The law school hopes also to arrange sessions of Circuit, Superior and U.S. District Court.  Supreme Court Chief Justice 'Byron G.. House of Nashville praised the courtroom’s lighting and acoustics and said it was “a little more plush” than the Su- preme Court quarters in Spring- field, and lightly observed: that the jurists were “being spoiled” by the great number of student messengers.  ‘Viewed By Students +  Law students observed the conduct of justice under condi- tions not unlike those at some medical schools, where surgeons perofrm operations in the well of an amphitheater. Those stu- dents who did not have tickets for the rows of banked, adjust- able-backed chairs crowded into lawyers’ and judges’ lounges and peered down on the proceedings. through glass peep windows.  To divide the Supreme Court’s time equally between Chicago and Springfield, said Chief Justice House, would in- volve “a tremendous problem of transportation of records.” An auto-load of legal docu- ments had to be moved to Chi- chgo for Hnigays. special Ses- | bSi Qn.  The precedent-making hear- ings began at 9:30 a.m. sharp  diénce rose, the justice: icir places on the benct  ee  Called To Order  Miley, marshal of the Su- preme Court, then uttered his time-honored cry:  “Oyez, oyez, oyez, the Su- preme Court of the State of IHin is in special session.”  Had the court met in Spring- field, he would have said, “The! Supreme Court of the State of Illinois is convened pursuant to law.”  A footnote to Friday's pro- ceedings was provided by Jus- tice Schaefer, who recalled that the Supreme Court once heard oral arguments in Chicago be- fore he was clevated to the bench.  Voting Machine Case  The court met on Nov. 1, 1948, to decide whether voting- machine ballots were legal. ‘The  election was ta take place |  Nov. 2, and their use* was up- held after about five minutes of deli tion. =.  ‘The justices met in the office of the late Justice Francis S. Wilson on the ISth floor at 30 N. Michigan.  The court ‘Friday’ fieatd a case involving the rights of a  Chicago firenvan to sue the!  owner of a building in which he was injured.  The ohter appeal involved a pelition of stockholders to. dis- solve a corporation because the board of directors was dence locked.  ‘Thomas R. Mulroy, attorney for some of the stockholders, illustsrated his points about the complex corporate structure by showing slides on a projector screen in the specially darkenec courtroom, *     VIVE AS  igh Court At U. OF (  April 20, 1960 \f"
    },
    {
        "date": "1960-04-22",
        "author": "Joe",
        "dateline": "Chicago",
        "headline": "McCarthyism Hangover Lingers: Hoyt",
        "publication": "Chicago Sun-Times",
        "volume": "Volume 1 - Joe-Chicago 1958-1961",
        "volume_number": "1",
        "url": "Page15_Volume 1 - Joe-Chicago - 1958-1961 - OCR.pdf",
        "ocr_text": "CHICAGO SUN-TIMES, Fri., Apr. 22, 1960  Mccarthyism Hangover Lingers: Hoyt  The United States still aches from “the hangover of mce- carthyism,” Palmer Hoyt, editor and publisher, of the Denver Post, said here Thursday.  That hangover takes its toll in our “struggle not only to maintain our position of emin- ence in the world, but for our very survival as well,” Hoyt asserted.  Hoyt spoke to the 40th anni- versary conference of the American Civil Liberties Union, of which he is a national vice chairman.  The influence of the late Sen. Joseph R. McCarthy (R-Wi's.) persists notably in the areas of diplomacy, teaching and re- search, he said.  ‘Shadow On Scientists’ “The hangover of mecarthy- _ ism is still with us. It cost us, how much we don’t know, in the quality of our representa- tion abroad, since working in the foreign service was giver an uncalled-for stigma.  “Tt cost us, how much we  don’t know, in the quality of} scientists, and sed ca the  Palmer Hoyt talks with  newsmen here. (Sun-Times Photo)  much we can’t tell, in the scien-|. tific race with Russia,  Mm aie Pr ian = bimbo  whose minds we owe many of the ‘quantum jumps’ in science.”  Another McCarthy era legacy lamented by Hoyt was, he said, that debate is still unpopular, “even on our college campuses.”  Lauds The ACLU  And yet, Hoyt said, “the pe- riods of our greatest debates were the periods of our greatest development. The Jeffersons, Madisons, Franklins were not men who feared debate or dissent. They thrived on it, and have been revered by generations of Amer- icans for the very qualities which are now considered, and have been since the McCarthy era, to be in bad taste, and in bad judgment.”  This nation’s way of life, Hoyt declared, must be sup-  Hamiltons and  which “survived McCarthy an will survive mecarthyism.” He described it as a group whose “one-track mindedness” for le gal rights has produced a wide range of public images.  “It has been seen as pro Communist by some . . . per haps even pro-Fascist becaus< it supplied legal help recently tg a couple of neo-Nazi nitwit . . as prolabor because of it insistence that working me have civil rights; as a fat-ca group because of its belief th the rich, too, are entitled to pro tection of the law.”  However ACLU followe are “conservatives,” he insisted because they “believe that th law is something to be live  by.”  ported by three basic strengths|fs that function like a stout, three-|p legged stool. He said: “America :  must be first... in power...  in the soundness of its economy |f  . in the field of human rights,  which 7 is to say in moral leader- : “A shadow was cast over the|ship.”  Hoyt lauded the civil liber- :     April 22, 1960 \f"
    },
    {
        "date": "1960-05-02",
        "author": "Joe",
        "dateline": "Chicago",
        "headline": "Chief Justice At Law Center Ceremony",
        "publication": "Chicago Sun-Times",
        "volume": "Volume 1 - Joe-Chicago 1958-1961",
        "volume_number": "1",
        "url": "Page16_Volume 1 - Joe-Chicago - 1958-1961 - OCR.pdf",
        "ocr_text": "Chief Justice At Law Center Ceremony  By. Joseph Allbright jhigh ‘chancellor of Great Brit- US. f Justice Earl War-|ain. rem stepped out of the pages of} Kilmuir and Warren, heads  _ casebook Saturday to meet|of the British and U.S. judicial tudents “at-the University of*systems, returned to finish a hicago Law School. job they started just 23 months Warren swapped the black|ago last Thursday. On May 28, judicial robes he wears in Wash- 1958, the pair. were present  stone was set in place on aythe Nurenberg war trials, site thal once was a baseball|pointed out a number of pecul- field. iarities of English law. © wit - ee A treaty even when ratified! Saturday night Kilmuir gave Pe X a long, detailed lecture about does ting hays the, forge of law, the workings of the English | 20 does it in any waypovertide legal system ofc Our municipal law,\" he said. The Latin-quoting Treen ae Kilmuir noted further that “it  ington for a black tie to attend) when the law center’s corner-|cellor, who was a prosecutor in  a reception here in his honor-= at the new Law Center. The event drew 500 persons—law students, attorneys, teachers and judges of lesser jurisdiction. |  Warren shook hundreds of | !  hands and talked informally | with scores of avid legal fol-’ lowers, ‘  Wonderful Plan  The chief justice said he had ¢  ‘long been acquainted with |  to hold a session of the I! Supreme Court at the Saarinen-designed ww Center,  1121 E. 60th, The top state >  court met in special session in the new Weymouth Kirkland courtroom Friday. a  “T think it is a wonderful y thing,” Warren told: newsmen.  It is fine for the law school & and fine for the courts, too.”  _But Warren said it was not his business to advise federo’) \\udges here that they, too should hold sessions at the law ] school, hk Before the reception, Warren ‘stened to a spirited discussion of law and national goals by U. of C. Professors Francis A. Allen, Walter J. Blum, Louis Gottschalk, Richard P. Mc- Keon, C. Herman Pritchett and Theodore W, Schultz.  The Supreme Court’s 1954 SCHOO! segregation decision, Made scarcely six months after Wetned Was named to th Pench, Was mentioned, The chic Justice Said afterward he couli Not comment on this or any other court ruling.  Everything Is Law  Asked his feelings on the eve of Law Day, Warren said:  My opinion is that every day oul be Law Day. The basis of eve Ng we cherish is law.”  _ Another center of attraction at Saturday's re eption was Vis- Count Kilmuir jot Creich, lord,     , by p  a wrecked car. i      ‘Continued from Page 5  is sometimes a surprise to our friends in America to learn that  5 no less than 97.5 per cent of all  criminal cases in England and Wales . «. are disposed of not srofessional judges but by unpaid lay magistrates.” In another speech Saturday, a deep “ambiguity” in the law was cited by a University of  - Chicago law professor as one  basis for skyrocketing personal injury awards. § What Jurors Think  Harry Kalven Jr., an expert on the motivations of jurors, said that what the law says about personal injuries and what juries in Illinois think it  says are two different things.  Kalven has headed a massive, even-year study of jury func- tions. The  Kalven project  splashed onto the front pages) 4 in 1955 with the disclosure that  on deliberations in Kan- sas had been” recorded by re- searchers with the presiding judge's approval.  * The law of damages looks at a hideous injury with an “ac- countant approach,”» Kalven  said.  According to legal rules, juries should treat claims of maimed victims much as they consider dents and scrapes of  Following this ancient tradi- tion, personal injuries are to be  Justice Warren Here For Law Center Rites  , Continued on Page 20     coldly calculated in terms of medical expenses past and: fu- lure, loss of earnings or income past or future, and pain and suffering past and future,” Kal- ven said. Finds Absurdities  Contrary to Illinois practice he said, jurors are not supposec to award damages for the indig nity of the injury itself. Bu they do. From this “ambiguity stems much of the recent con cern over ever-increasing per sonal injury verdicts, he mair tained.  Although the- damage rule are apparently clear, the Ja: professor declared, they’ lead t absurdities which as a “huma being” he could not accept,  He cited a California case i which a 42-year-old man lo both Jegs in an accident—b recuperated quickly with, rel. tively little pain, adjusted mq erately well to the use of art ficial limbs, and lost no sala or earning power.  Look Beyond Law  The sum of medical bills, lo: of earnings, and an approxima evaluation of pain was $3,00 Yet a jury awarded $100,0¢ and the verdict was upheld appeal.  Kalven's conclusion was n to condemn the law itself juries ‘for misinterpreting it. principal thesis, he said, is th “the jury in its common sen quest for justice is the law’s m Interesting critic.”  May 2, 1960 \f"
    },
    {
        "date": "1960-05-02",
        "author": "Joe",
        "dateline": "Chicago",
        "headline": "Rockefeller Urges More Rights Laws",
        "publication": "Chicago Sun-Times",
        "volume": "Volume 1 - Joe-Chicago 1958-1961",
        "volume_number": "1",
        "url": "Page17_Volume 1 - Joe-Chicago - 1958-1961 - OCR.pdf",
        "ocr_text": "More Rights Laws.  By Joseph Albright | New York Gov. Nelson ‘A. Rockefeller urged  Americans Sunday to con-| way Airport in his  tinue to press for more laws’ fo enforce racial equality.  In his strongest civil liberties address since he took office, Rockefeller declared in a con- vocation speech at the Univer- sity of Chicago's Rockefeller Chapel—given to the school by his grandfather, John D.—that “respect, for the law itself will disappear, if the law evades or lags in meeting new and rightful needs.”  Nixon Also Here  The New York governor joined Dag Hammarskjold; ‘United Nations secretary gen- eral; U.S. Chief Justice Earl  Warren, and other personages|plane, which he jointly owns with his brothers, David and Laurence, just an hour after Vice President Nixon flew here  Continued on Page 4  in dedication ceremonies of the  university's new law center, Rockefeller landed at Mid-  private  ee  nother Chicago visitor, Gov, Nelson A. Rocke- . Bis plane at Midway Airport.  : dor loauae  May 2, 1960  fe     Pleads Fo  Continued from Page 3  with our fathers, and we shall deserve the disrespect we shall invite. _ . “The hunger and thirst for justice -knows no limit of color or creed.” ~ Rockefeller urged all citizens met only to hoid “the law of the land” in respect, but to con- anus to press for-further legis- — to enforce civil rights. efore and after his spe I t peech, he walked im an academic pro- er oe between the ch apel ead the Law Centér at 1121 E. Flack The governor wore a ifene STs: academic robe <n élonged to the late Sen. eee W. Aldrich (R-R. I.) bis ial ie ral _&tandfather. Draped oe his neck and across his aot was a blue -and- cream eo that symbolized an hon- eshiyve oe Siven him by York. a University in New Rockefeller  3 march csi Kimpton, who oe a ew  WOre  £  Equalit tional blue-and-black chancel- lor’s robes and a red-white-and- blue hood signifying a PhD de- gree from Cornell University, Ithaca, N.Y.  250 In Procession  Others among the more-than 250 men and women in the procession were U.S. Atty- Rob- ert Tieken, Hllinois,Atty. Gen. Grenville Beardsley, and Demo- cratic gubernatorial candidate Otto Kerner.  The University of Chicago conferred honorary Doctor of Laws degrees on Hammarskjold, Watren, Schaefer, and four oth- er public figures taking part in the Law €enter dedication cere- monies. They were: _  Charles E. Clark, chief judge of the 2d U.S. Circuit Court of Appeals, New Haven, Conn.; WMerbert FPF. Goodrich, judge of the 3d U.S. Circuit Court of Appeals, Philadelphia, Pa-; Rog- er J. Traynor, associate justice of the California Supreme     Court, San Francisco; and Kilm- | uir of Creich, lord high chancel- Great Britain.    \f"
    },
    {
        "date": "1960-05-03",
        "author": "Joe",
        "dateline": "Chicago",
        "headline": "Teen Admits Slaying Girl",
        "publication": "Chicago Sun-Times",
        "volume": "Volume 1 - Joe-Chicago 1958-1961",
        "volume_number": "1",
        "url": "Page18_Volume 1 - Joe-Chicago - 1958-1961 - OCR.pdf",
        "ocr_text": "THE WEATHER  Mostly sunny and warm. High in the mid-70s, low in  50s. See Page 34.  ol. 13, No. 78  Jerry Nemke, 17, a fugitive from a state forestry camp, con- fessed Monday to the rape-slay- ing of a 16-year-old acquaint- ance.  Nemke, a chronic auto thief who has shuttled in and out of juvenile custody since-he was 10, admitted the savage assault on Marilyn Rae Duncan about three hours after he was arrested in a stolen auto on Montrose east of Melvina.  “He admitted he hit her sev- eral times with a brick,” said James McMahon, chief of de- tectives, after the interrogation. “He said he kicked her and choked her and pulled all her clothes off her.”  McMahon said the youth, who was granted temporary ‘freedom from the Illinois  Youth Commission camp at Luna, was found stripped, sav-        Whitehall 3-3000  gathered outside the police sta- tion watched as the manacled slayer was placed in a police car.  Troopers Present  ~ State troopers also were on hand to question him about the fatal bludgeoning of three Riverside women in Starved Rock State Park last March 14. Mrs. Lillian Oetting, 50; Mrs. Mildred Lindquist, 53, and Mrs. Frances Murphy, 47, were found dead in a cave two days later.  Nemke has been a fugitive from the camp since April 17.     Copyright 1960 by Field Enterprises, Inc.  TUESDAY, MAY 3, 1960  eight state forestry camps to spend the Easter holiday with their families. One hundred and eighty-four of them returned at the appointed time.  Nemke’s first brush with au- thority came at the age of 10, when he was sent to Family Court as a truant. He ran away from home at 12,  A year later he was sent to the Chicago Parental School for burglary. He 7 months later,  In November, 1957, he was committed to the State Training School for Boys near St.  escaped three  The women’s bodies were found|Charles on an auto larceny  by a search party from the} count. He was released in June, camp, located about 20 miles! 1958.  from the death scene.  The following January,  Miss Duncan, of 5537 N.| Nemke was back at St, Charles,  this time for running away from  |Marseilles for an Easter visit ely beaten and raped early|home, drinking and impersonat- Saturday along a rain-drenched| ing a female. He said the Impet  S\\to his family, admitted raping  e the girl after hitting ber with |\"ailway embankment in th  ce | the brick.  g|sonation was a prank. He was  $700 block of N. Avondale. She| paroled in August, 1958.  -SUN-TIME  Withdra  68 Pages, 2 Sections—7 Cents  WS  Guilty Plea  In Girl's Rape-Slaying  Gerald Nemke, 17. a delin-. © quent since he was 10, pleaded |  guilty and then not guilty Mon- day to the rape-slaying of Mari- lyn Rae Duncan, 16.  The surprise move came after.’  a 15-minute conference among the defendant; his attorney, Daniel C. Ahern; Asst. State’s Atty. Arvey Wolke and Crimi- nal Court Judge David A. Canel.  During the meeting, Nemke reportedly repeated the words “yes, sir” 23 times, as the judge asked if he understood as he tolled off the possible penalties for the three charges he faces: murder, rape and robbery.  A Whispered Denial  At a hearing in mitigation and aggravation, in which both the defense and prosecution pre- sent evidence to assist the judge in determining the sentence, Wolke was about to read earlier testimony given, by Chief of Dets. James McMahon in a hearing to suppress a prior con- fession,  As he began, Ahern whis- pered to his client: “Why did you do it? Was it because you were drunk?” His reply was a whispered denial of the crimes against the girl.  Breaking into the proceed- ings, Ahern exclaimed: “Judge, I have to interrupt. The boy says he is innocent!”  ‘I Cannot Impose My Wil?  Judge Canel approved the withdrawal of the guilty plea and the substitution of one of Not guilty, and began calling a  GERALD NEMKE  commented: “I talked with him this morning and explained the weight and quantity of evidence the state can present against him. I explained to him my feelings that in order to save his life a plea of guilty was advisable. Evidently, I inter- preted his acquiescence as an admission of guilt. But I cannot impose my will or even my judgment on this young boy. If he’s innocent, he’s innocent,” Said Wolke: “It's my belief that Nemke was unwilling to hear the details of the crime— especially as it concerns the rape.”  Nemke, a husky 6-footer, was arrested in a stolen auto last May 2, two days after Miss Duncan was found beaten and     Ty. Of Nemke’s move, Ahern  ment in the 5800 block of Northwest Hwy.  According to McMahon, Nemke confessed that he and the girl had been drinking from a bottle of wine which the girl had bought when rain forced them from the steps of Taft High School.  McMahon said that the youth admitted striking the girl with bricks and ripping off her clothes when she resisted his advances.  Miss Duncan, of $537 N. Luna, died without regaining consciousness a day after her battered body was found.  He Was A Fugitive  Nemke, of 5426 N. Merri- mac, was a fugitive from the Illinois Youth Commission camp) at Marseilles at the time of the crime, He had failed to return after an Easter furlough.  The victim’s parents, John and Lucille Duncan, and Nem- ke’s widowed mother, Henrietta, were present at the hearing. As| it began, Mrs. Duncan burs into tears and required assist ance to a seat at the counse table.  Nemke, dressed in a con. Servative gray suit and striped tie, remained expressionless throughout.  “T just didn’t do it,” he re. plied to a Sun-Times reporter’ question of why he changed hi: plea.  Two men and two women! were the first jurors selected! Both women, one of whom is a widow, are childless. Each o:     taped. near a railroad embank-!  the men is the father of two shildsony, Mien baw ah em ae Moe    \f"
    },
    {
        "date": "1960-05-15",
        "author": "Joe",
        "dateline": "Chicago",
        "headline": "Pops Panczko Is Freed Again, Cries Frameup",
        "publication": "Chicago Sun-Times",
        "volume": "Volume 1 - Joe-Chicago 1958-1961",
        "volume_number": "1",
        "url": "Page19_Volume 1 - Joe-Chicago - 1958-1961 - OCR.pdf",
        "ocr_text": "Pops Panc7l Is Freed Again Cries Frameur  Chicago's: most accused bu  ioe Joseph (Pops) Panezko, 46  wes acquitted, as usual, in Fel ony Court Friday.  Judge F. Emmett Morrisse ruled in the case that a key td the luggage compartment o /somebody else’s car is not burglary tool.  Key Fits Gost  Panezko, of 4438 W. North fprotested noisily after the hear ‘ing that the key was ‘planted” on him by police. It was wrapped in a pape bearing the license number of ear -owned by Hyman Drory 5347 W. Gladys. _ The key fit the car’s trunk lock, and Drory said he did not know where Panezko had ob- [tained it. | Drory testified that an “Offi- cer Brown” telephoned him Thursday and asked him to tes- Jify falsely that Panezko held a .gun to his head in obtaining the ‘key. Judye ilordikeeks commented: “Yhis sounds like the ingenuity of a defendant to put the police ‘on tial instead of himself.” State Charge Dropped Dropped against Panezko! Only for a fine. was continued Wits a state charge of carrying| until Dec. 19. | « burglary tool, carrying a) Panezko is on .bond on prison penalty of one te two|charges of stealing 200 watches yeurs. ' from a salesman’s parked car A similar cit ‘charge, calling in Highland Park on Oc == ee a ee     May ??, 1960 \f"
    },
    {
        "date": "1960-07-29",
        "author": "Joe",
        "dateline": "Chicago",
        "headline": "Exclusive - How GOP Leaders Agreed on Lodge",
        "publication": "Chicago Sun-Times",
        "volume": "Volume 1 - Joe-Chicago 1958-1961",
        "volume_number": "1",
        "url": "Page20-23_Volume 1 - Joe-Chicago - 1958-1961 - OCR.pdf",
        "ocr_text": " TRC WREATHER <eMaally sunny: ‘and! warm) ey, ‘Altornoon: orioveritig: |i _ Mayer cea ‘Bea ‘Doge a3, na     INA ue a \"WOME (DITION! bes)  oo pire              iF: ately ei es $4) Allo it ~ (Sg caeapaiga calyios tee eee ttn 1) would wldila  3 “Copsilah (906) i Cheat Tinwt     chised fut  torkipseret meeting of \\Hepublicasii leaders Mig; Beoow Tienes to                        isn) Presidacd (Rdckan) Mf; Nluse’s jeatons for, namileg, tor ee’ Ni ibs Hewsy, Cabos) ‘Lodga) ‘ab Nit rinoingh mala)caa now ‘bai diss 4 (a0\\ Hiaan ihissielt ‘oaillned| ther early. Tigeday’  j a /abla to ipevenl! exclusively: tha) cletaili; ol! <$Bq) Coepetrea ist’ 24) that inertog, held nie) etoealy guarded © Reosalat fia) Ghainton-Disekitong J latell  ites tld ibs eel oe pee ba ish eye iforelgr eaitvitona) Initecent years, biti schooling wat)     fis et elf rail rationgtlintde  sah ean ibecansaioftileifimage the countty/ hatcoti tha ‘Walled Nailons'ambariador avin eantlnucis (oa: vf ‘thaiCom:  pundit! blow,  {Asi for hia cownitole, tbe vicq presidanui ald itnt: 8 tear In eccroenlémitters—end thal! he personally esi ‘coro iraia on) doenesiiailistienifaitharcempalgn,  ‘Taklog copalztnce ol objecttondiaiLodge/fiomilhi: Maat they wero volced)) dirlng ths) conforenea' by Cov, firattod) and ep: LeatlaAtendt, of [lool andi: ovienhh           KOMtaldi     ‘ip woiild ‘laielfi personally lead) ttia! Renbilea ne i ithe; (Midland an Mare Delis  wan bli sisi chile, Nikon yenmented (hd ‘he appealed foo' rash to ithe tame ikl otern ibensonn be an lee diate (feelitiie) nallanalic     iMoreithan{20) irseaeee uh thotop tour nies he-warvonshterty   tent See a. ows ee SE ee  NIXON: GONFERENGE ROSTER .  (CHICAGO: SUN-TIMES, Fri, July 29,1980     Here are the names of/the Republican Jeaders who met with Vice Prevent Nilaon tosclect @ yice-presidential can: Uidate early Thursday:  Dr. Mitton Lienhawer, broiher af the Iredvent,  Labor Sec. James Ph. Mitchell:  Commerce Sec. Frederick 1, Muclter, ,  Intertor See, Fred A, Seaion,  Poumasicr Gen, Arthur I. Summorfietd,  Alty:Gen, Willam 1. Rogers. :  Pred C. Scribner Jr, undersecretary of treariity, ;  Sen. Styles Drldges (Nth), Senalo| GOP! polley chalrman,  Sen. Eyerett Mi Dirksen (i), Senale minotily leader,  ea Leverett Saltonviall (Afass:), policy committee mem:     Sen. John Sherman Cooper (Kyi) policy commilties member,  Sen, Hizam Pong (Hawali).  Sen: Hugh Scout) (Pai).  Former Ser. John W. Bricker (Ohio). Former Sen, Warry Darby (Kani):  Former New York Gay. Thomas IL Dewey. | Gav. Stratton: of Illinois,  Gov; Mark Hatfield of Oregon; '  Gov. Robert 8. Smylie of lWsho: .  Former GOI National Chairman Uconard) W, Hall. ; Former GOP National Chalrman Meaile Alcorn,  Charles HH. Percy, GOP: platform commilice chalrman, ‘Rep. Charles A’ Halleck (Indi), louse minority feader, © Rep. John W, Byrnes (Wis.), Mouse GOP policy commit:  tee\\chalrman.  Rep, Leslie G. Areaals!({th); House minorlty whip. © —  (Rep, Gerald R: Ford|Jr, (Michi).  Rep. 1) Carroll) Resce (Tenn):  Hep. Willlam (E, Miller (NIY.), House GOP campalga |  chairs.  ni, 3  John B: Sfariln, Michigan stafe chalrman:  LC. Jisdeon Mothouse, New York siato chairman, Ray C. Bliss, Ohio wate chalrman:  L Lee Poticr, Virginia siate chairman and leader of  Nisoa) forces [nthe South: ,  a  Barnard) Stanley, New Jersey) nailonal commiilecman: Dan Galncy, bo 'fisenhower-Niton supporter from) Mins &  petots.  if. Predetic Morrow, White Mouse adminliratlys officer  for special projects,  Also present! were: Robert (tf, Vinch, administeatlye assistant io Nilson; Herbert G. Klein; Niton‘s| press secrelary;  —_ = eee SE SY  *  Exclusive Story Of Meeting: F  2  a     Continued from /Page 1! *  —ipoko [a favor of) Louge before the vico) preaktent) formally mae ihe final! destgnatton: hott of thos present referred ta Uodgaias Se ees orialniply ce . Ase N ambassador's most: qurprlalng: support! cama?  a John W, Mrleker ati Ohio, the 1944) Nepublicatt vice-predenilal/nomlnes anditong)a leader of tho Iyolatlontals,  Nilcker himielfi conceded that ft\\was an) unexpected position for him to be taking, Mut'ho) clicd!Lodgo'e “remarkable War  ‘iow GOP  record noliagastatffolficer butinsia fighilngiatilcer\"innd sald),  hls contacts will various groups, Including a Ohlo)  educators, showed (ial) Lodge was \\second|6 eaten hilme elles somconeithe publla would want|tolepeakstoithem,  Recalling that many conservatives had) erjttclzed | Lodge for his role) Inifelping | Predent: Bleenhower, defeal iho tata Sen. Hobelt Ai ‘Talt for the/nomination: In 1932, Vricker sald'ihe jhought thai had inow! been) “largely forgiven. |  Aa the conterenca began, shortly alter Nixon'e)own nom. naflon: he told ihe leaders he ifad ‘talked! with President’ Chien howeriabout the vice-presldency, Nixon) sald! ho hail) decided {f) elected’ to give hls vice presdent/an\\even, grealer rola Jn the administration than) he hasjhad, . F  Nixon tald\\the No, 2 manion tha ticket! should have views “similar” bul not necessarily Ideniical) to hls own on imajar fimiet. Avan example; ho tahdibe would never Wink: of pleks ing someone wilh’ a greaily Uufering positon’ on clvll) righte fust for political expediency—as he: siggesteu’ Kennedy wuld ta chooilag Johnion,  Niton emphasized ‘his need! to have complete confidence, faith, andi trust ini hit second |ia‘commacd; nt welll na: waniing a vice president| to carry out the eapanded| duties of hil olfice as Niton envisioned them.  Wenied Foreign Affaire Experience  And he further, emphasized that he wanted! a) man who had some experience ia! foreign alfairs.  At dis point the vice presblent) thted) Lodge, Morton, Trrawery Sec, Hobdert B, Anderson, and Hep) Walter Judd of Minnesota, who were already known to’ be his topchoices, sod aoamber of other Republicans who he ihougit) ware oabfied, e ay  Amacg the “also rans> present were interior Seo; Ir ‘ Geatom ded Vabor Sec. James) P) Mitchell) and) Rept: Cerald Ford Ir. ofsMichigan aod John Dyrocs of Wiscomin: The  fot there. a eae that’ Anderson did not hava/a greal\\deal/of  Uf  Leaders Picked Lodge  support Within the party, organization, but mentloned that the [reasury, secretary was from) ‘Teaas—an Implication: shat /hé nilghtioffset/Jolinson's vote) pull in\\the| Ione Star state. Ho did notirefer to reports hal Aideron was one of /President Uisenhowers top recommendatlons for, lhe vice-presWency,: Aa the inow itepublican leader, Nixon’ sald) he would be  perfecily witilng tolhave any of thote he named withihim on Hho tloWet; andithat/he)really wanted a) full) dlscusslon) among Ttheleonferecalaboul {iis candiUates,  Alf should bb.ddne) fruitorms of what they would addifo the MeKeti he said//becayio “woihave lo win,” Andi'ho called/on reach/of/thotal present around thellong green\\ balze table’ at the Gseraton-IMacksjono's) Sheralon Noam) ito slate briefly, thelt views Gn thelrelailvo nollilcal) strength af tho candidates, (ln Heir} Home /states and ncross (tho couniry,  IWERE| 18 A SUMMATION of the statements by, some of) those favoring! Troupe! :  GOV, MARK. O; HATPIBLD) of Oregon, who had mae Nixon'sinomlnallngspeech—thifnlernatlonal affairs “ilia Dem: ocrala\\hayd'noj mage,\" whereas Lodge does,  CHARLEDS 1) THRGY, Chicago, chafmian of the OOr platform (commit(coLougo J4a) man of “uaiuro’ in) Intar=* nallonall affales) a teference fo) publleliy the UN! ambassador has tecelvediIn the presd andion) television In his constant ide- lates With iCommunist delegates,  SUATON—Louge ilsiithe candidate best) qualified Io ued witli a great! [site of iho campalgailn coming monthe—\"ilio peace of (he world; “  THOMAS E DEWRY, former poyernar, of Now York ond twlee Reputilican presidential! nominco—tle! clied| a Callip Poll; ati whish some conferees laughed! In) memory of- ihe parte oplnian polls) whith: almost unanimously had! predicted isi yiclory/[n 1948) Hit Dewey persevered; He sald|the Gallup public: piilsortakling) had shown Lodge \"id Ge: \"mast! poplar  Dewey added ithatihe had grownup In Michigan, anidithat uring Wiis youll people thereshaudnit cared) much iabauil events occurring more than iwolsiates away—bitithat!(lmes hava now changed, and! most Anieslcans ara concerned! about ile rest, of the world; |  STIN; SUIRAAL FONG) of Hawali=Internatlonal alfalra) cers lalnly will be Jiiportant Ja the campalgn, and Lodge: ls well! ualified ta handle a heavy foau’on thst lssuo for the QON mes tickel, Fong. who Iv of Chinese detcéni; buded| hat Lodge  | as a former asslajantisccretary of alate: (At) tile     Séet 5 ylet —_hhF QYSET HUL FDA SINS  ee 2  Wowk! ba:situng with pilnorty groups. We sald Alonon, ae”  Republican nallonal chalrman, might cost soma yoles because  An lasparty poditlon he ls “analhema to Domocrats and Inde.  penuents,\" .  SRN) HUGH SCOTT of VenstylVania, a former nallonal chalrman==Lodgo would) strengthen ihe ieket in campalge Sebato un Inlermatianal lisues, t  I TFREDURIG MORROW, a Negro who laa member af the Whlte [luisa stalfe=Lodgo-would be “ilne with tha Nea groes, and coctalnly, even iho!Nallonal Asin, for the Advances ment of Colored Hegwia couldnt ierlttales Islni\\\" po  NUY SEVERAL MIDWHESTEANERS fell: Lodge would weakenithe ticket (ny thelr area; andi mottiof then Indicated preference for Morion: Heroiare!same of thelr comments  GOV, STRATTON: “You can say, all, you! want (o about forelgn atfalts; tut what leoreally Important! ls ihe price: af hogtiin Chicnga and/St, Lotls,\"  ROP. ARBNDS= What te really Important) ls .a campalan (hat) wlll help ieleed Republican congrettlonal! candidates, Ue anid’ he belicved Morton) wasitha ‘better catipalgner for thls  urpote and) because Nixon himself) has av much peewee ‘In orolgn alfalcs as Longe, there washo need) ta double vp the imago on thoiticker, ar)  POSTMASTER GUN, ARTHUR 1. SUNMIRIILLD ot)  Michigan—The Republican party In recent years hat tteadily! lost congressmen, ‘The cogferdes must deckie which man noe’ ceplableito Nixon would) give the most awitiance (o coogres- slonal icanililates, (because (he President's policy {s largely determined! by, what hanpensiln Congress,  Other arguments presehled! agalnst Lodge Inchidedions that Morton himself! tine) hail |consldcrable forelgn alfalrs experience Inti Nion) sald ho was not imsking the queatton facellourly; ‘but inquired it anyons know whether tha Keniucky senator spoke) Spaniiti.)  Soma of thote present sald) they felt) odge's “image” with tha publla lacked) warmili, and) mentlomedithat ha hail been nccuited| of not belngicarthy, enough,  Tht, Jn rebuttal) a New Inglander sald! he thouglit that  | will) Lodge) on the tleket) It) mipht! be) possibla|for ithe Repub:  Hcansnailonal) ticket! ia carry) Kennedy si hiame stale! Ot) Massa. chusetis—an assertion whieh drow some/hollow Jaughier, Tho (Now Unglander atuck by his gunt howaver, anil palnied: out that) Lodge was ono! of tho few Republican can: Uldales) whoever carried predominantly, Democraila) aston! Folnts To) Lodge TY Jteactlon  Another conferee.psseried) that during tedious sireiches iol lio recent) Democraile conventlon, televiston Mathes af! todge    \f"
    },
    {
        "date": "1960-07-29",
        "author": "Joe",
        "dateline": "Chicago",
        "headline": "Why Nixon Chose Lodge - Report On Secret Session",
        "publication": "New York Herald Tribune",
        "volume": "Volume 1 - Joe-Chicago 1958-1961",
        "volume_number": "1",
        "url": "Page24-27_Volume 1 - Joe-Chicago - 1958-1961 - OCR.pdf",
        "ocr_text": "4 po Yesterday 61% ; Today 48-3. Reports and Mape—Page 1  ——     YY turopen Eon le Published Diy in Bai        U.S.to Notify Britain Of Reconnaissance From Bases There  Leader for ‘Sell-Out’  Flight Plats-<ome Sanitation Men In Advance Buck; Today Decisive  5,000 men normally report to     Permits Protest | ~ g, Frank Kelley  ¥ work | , howling But Not a Veto | Deo + sees bowie se ise gt nichols Areca crowd of Sanitation Department meeting, hall doven fist fights  By Marguerite Higgins eons casted broke ou! between men who WASHINGTON, July 28. —'nupht shift of city gurbage col- ee ae ae The United States bas-arreed|wcrors ang atreet cleaners id), ened Vins 00d ad a to An Important DW AITAIUC'5p back to work lst night. Ihd “sold us out,” w charee ment under wie Brita More than 4.000 department! nba beke up the pee aE ae eg ncn Rotters ron the 8% Nebolincie the seaming arena It 4 well in Aint of all recon- tas Arena, and from the shouts og sip nalssance flights by Ania, the majority semed at! “Atenate aide of the street ws {rom bases on Brite seatnst 1 suggestion by thet paring iy Mission tad Ub The areement, 1's Teurned 20\" Fete that they SOMA Bone, which was suspended o : a Work 10 permit negotiations) esterday because of the walk  na FMR tin RE FRIDAY, JULY 29, 1960 Se  \\  Lodge Nominated, He Too Vows Red De feat  whether it is in Berlin or in| Cuba, or anywhere else in the World, America will not tolerate being pushed around by any- body any place,”  The Vice-President proposed that a number of government lagencies be reorganized 10 pro» vide “an economic and ideolog-| ical striking force” to be com manded from the White House tn a bloodless attack on com- munism,  Assails Kennedy He brought down boos on the     ‘Associated Pres wirephote  REPUBLICAN TEAM—Nixon and Lodge at the Chicago convention last wight,  Ihead of his Democratic oppo- nent when he charged that Sen. John P. Kennedy had| made a “rash and impulsive suggestion” that President Elsenhower should have \"apolo- pized\"—express “regrets” was what the Senator sald—over the 1U-2 tneident.  The delegates stood and cheered whén Mr, Nixon said:  “When Mr, Khrushchev says)     stops short of giving Lhe British an tial ety ith the city for more pay and * me ma ~ to-| But it does mean that re-  Jomnl ts eorercing to Traflle Cox spotiibie British offeals wiy|, We” the union lender, Jona! misdoner T. 1. Wey. Cara J. Debury, president of the! may stil) be parted on either be told of such fights long ‘ : |Uniformed Sanitationmen’s A8>| ide of the street in Brooklyn enough ahead of time to permit} ; jon (Station, Local 641, Interna-!ang Queens for the duration of them to inurpose An obIeCtION| it Brotherhood of Team if it M6 thelr view that ay re- [tbe Long, sland Rall Road Hers, emerged from the hall, strike connaissance mission is badly) was Inioet thobbed br about! timed or inadvisable for other| \"Me y about As the sanitation strike—the 500 workers at Broadway and!men call it a “work stoppage”! toed 66th St, and had w be rescued!in the hope of avoiding penal- ; by six mounted policemen wholtjes under the anti-strike Con- Micht Deter U. 8. fescorted him to 0 tax don-Wadlin Aet—went through Officials here conceded, that] Even with 263 of the 415+lits secvrd day, 10,000 worke: {t & extremely unlikely that the|man night shift working. union] were jwe and an estimated United States would send a re-|lenders admitted that the reall15,000 tons of uncollected gar connaissance plane into the'test would come with the daylbage, trash and other refuse wicinity of the Soviet bloc in}shit at 7am. today, when'Continued on page 14, column 6  reasons, It is reliably under-     United to Obtain Capital's Rowtes ssc raison debates between/Sarnof’s invitation, and he  AirLines) Nixon Vs, Kennedy In Accord) TV Debate Likely  On Merger Democrat Accepts It, Republica Stipulates Face-to-Face, Orf-Culf A series of dramatic, face-to-/an opportunity to reply to Mr.  Vice-President Nixon and Ben, pated out that other networks)  By Fred B. Stauffer  |Jobn F. Kennedy appeared to/have also offered their facilities United Airlines and Capital}be in the cards yesterday, for a debate. (Both the Colum-     face of such # British atin, A  because Washington would then)  be on fotiee that if une Private Lines Using Buses  (rlines nts yester-, At Hyannis Port, Mags, Sen./bia Broadcasting and the  day agreed on a plan to merge|Kennedy accepted *wholehearte|American Broadeasting Co.|the Vice-President ~ Capital into United to form alediy” an invitation to take part/have done s0,) new giant in the domestic air,in such a debate, The invita The offers of the other  net.  at hath  der communism, Jet us say his grandchildren will live in free- dom. When Mr, Khrushchev’ says the Monrée Doctrine Is dead in the Americas, we say  plies everywhere in the world.” 50-State Campaign / Mr, Nizon promised an unre- lenting {ifty-Rate. campaign, beginning tonight, that will shatter many precedents. No state will be taken for granted, none conceded, he said. While it has not yet been| announced, it ls believed that} head beat! fiftieth jonth. Sen,     or Hawaii next Sen. Kennedy stale by nearly  Nixon Says: Can't Push U.S, Around  ae CONVENTION HALL, Chicago, July 28—Vice-President eee eae  but to send it to world-wide defeat without war, “Our next President .,. must leave no doubt at any time,” he said, “that  Lodge Cites Struggle to  Save World  Campaign Issue ae acceptance speech  By David Wise CONVENTION HALD,. Chi-     National Convention tdnight-”  unanimously nominated Henry Cabot Lodge of Massachusetts for Vice-President,  He immediately pledged fighting campaign keyed to  between communism and free» dom which he said gave the 1960 campaign “its compelling, loverwhelmirig importance ta tus gpd to the world.”  How Lodge Was Picked  Por the inside story of Vice-President Nizon's mid~ night meeting with party leaders in Chicago which led to his choice of Henry Cabot Lodge os his running mate, turn to Page 7, $     mannnnnnernnnananmnnannnanans bassador'’s entrance into the 4  NY Herald- Tribune  July 29, 1960 (Reprinted from from Chicago Sun-Times)  ee Mati  How Lodge Was Picked  For the inside story. of Vice-President Nizon's mid- night meeting with party leaders in Chicago which led to his choice of Henry Cabot Lodge as his running mate, turn’ to Page 7,    e  Gan “werwe Chicane. BuneTiged\"  AGO, July 28. — Vice-  He om  aa  J economic matters — and that  he personally would concentrate on domestic issues in the cam-  ign. “  Taking cognizance of objec- tlons to Mr. Lodge from the Mid-west — they were voiced during the conference by Gov. William G. Stratton and Rep.  Leslie Arends of Illinois and) erded that it was an unexpected } for  others--2 Mr. Nixon said he  ft! sould himself personally lead  party must concentrate on foreign affairs as its “only victory :  e Republican fight in the midlands and farm ‘belt.  Comments on Morton Referring to Sen. Thruston  B. Morton of Kentucky, who-B  was his alternate choice, Mr. Nixon commented that Sen. Morton and he appealed tgo much to the same kind of vot- ers. For this reason, he said,  lhe did not feel the national  supplied strength for such a struggle, because of the image the country has of the United Nations Ambassador as a con- tinuous foe of the Comm bloc, ,  As for his own role. the Vice- President said that despite his foreign missions in recent years, his schooling was primarily in  chairman would strengthen the ticket effectively.  The names of Gov. Rockefel- Jer of New York and Sen. Barry Goldwater of Arizona, which had figured in much early speculation as Vice-Presidentia possibilities, were not discussed seriously. ~  More than twenty of those present, whom Mr. Nixon urged to assess the top four men he was considering —as well as other” possibilities — spoke in favor of Mr. Lodge beforé the Vice-President formally made the final designation. Most of those present referred to Mr. Lodge as “Cabot Lodge” or y “Cabot.” -  Bit p  Even Bricker  The U.N. Ambassador's most surprising support came from former Sen. John W. Bricker of Ohio, the 1944 Repubjican Vice- Presidential nominee and long a leader Of the isolationists  Mr. Bricker himself con-  position for him to be taking But he cited Mr. bodee's “re- markable war record, not a5 a staff officer but as a fighting officer,” and said his contacts  h_ various. includin particularly Ohjo educators, showed that Mr: Lodge was sec- ond only to Mr. Nixon himself as some one the public would want to speak to them.  Recalling that many con- aervatives had criticized Mr Lodge for his role in helping President Eisenhower defeat the late Sen. Robert A. ‘Taft for the nomination in 1952 Mr Bricker said he thought that had now been “largely for- given.  As the conference began. shortly after Mr, Nixon's own nomination, the Vice-President told the leaders he had talked with President Eisenhower about the Vice-Presidency. Mr: Nixon said he had decided if elected to give his Vice-Presi-  cy Nig 7? mar  on the ticket should have views “similar” but not necessarily {deritical to his own on major issues, AS an example. he sald) he would never think of picking some one with a greatly differ- ing position on civil rights just political expediency as he suggested Ser. Kennedy did in choosing Sen, Johnson.  Mr. Nixon emphasized his need to have complete con- fidence, faith and trust in his) second in command, as well as) wanting s Vice-President to} carry out the expanded duties! of his office as Mr. Nixon en-  “wad he further emphasized that he wanted-a man who had some experience in foreign affairs. ~ At this point the Vice-Presi- dent listed Mr. Lodge, Sen. Morton, Treasury Secretary Robert B- Anderson, and Rep. Walter Judd, of Minnesota, who were already known to be his top choices .and a number of other Republicans who, he thought. were qualified. ° ‘Among the “also rans” pres- ent “were Interior Secretary Fred A. Seaton and Labor Secretary James P. Mitchell, and: Reps. Gerald Ford jr. of _Michigan, and John Byrnes, of Wisconsin. The four” favorites were not there. “ Mr. Nixon conceded that     dent an even greater role in the Administration that he has had  have a great deal of s\"pport  New York Herald-Tribune - July 29, 1960  «||Piatform Committee, said Mr. | jLodge is a man of “stature” affairs, aj } reference to publicity the U- N.  in international  | |Ambassador has received in the  press and-on television in his constant debates with Com- munist delegates.  Secretary Seaton said Mr. Lodge is the candidate best qualified to deal with a great issue of the campaign in com- ing months—\"“the peace of the world.”  Dewey Cites Poll  Thomas: E.. Dewey, former Governor of New York and twice Republican Presidential nominee, cited a Gallup poll, at which some conferees laughed in memory of the public opinion polls which almost unanimously had predicted his victory in 1948. But Mr. Dewé¢y persevered. He said the Gallup  public pulse-taking—had j Mr. Lodge to be “most, u-  Jar,”     ‘Ili Sen. Hiram Fong, of Hawhii,  Here is a summation of the statements by some of those favoring Mr. Lodge: ,  Gov. Mark O. Hatfield, Oregon. who had made. the Nixon nominating speech, said that in international aff “the Democrats have no image,” siwhereas Mr. Lodge does. Charles H. Percy, Chicago Nehairman of the Republican     said international affairs cer-  campaign, and Mr. Lodge is well qualified to handle a heavy load on this issue for the Republican ticket.  Sen. Hugh Scott, of Pennsyl- vania, a former national chair- man, said Mr. Ledge would strengthen the ticket in jcam- paign debate on international     tainly will be important in the).  E. Frederic Morrow, a/ negro who is a member of the’ White House Staff. sald Mr. Lodge would be “fine\\with the Negroes, and certainly even the Na- tional Association for the Ad- yancement of Colored People couldn't criticize him.”  Mid-West Opposition  But several Mid-Westerners felt Mr. Lodge would weaken the ticket in their area. and most. of them indicated a pre- ference for Sen. Morton. Here are some of their comments: Gov. Stratton’ “You ¢an éa all you want to about foreign affairs, but what ts really im- portart is the price of hogs In Chicago and St. Louis.”  Rep. Arends: What is really important is a campaign that will help elect Republican Con- iaressional candidates. He said he_believed Sen. Morton was the better campaigper for this purpose and because Mr. Nixon himself has as much prestige in foreign affairs as Mr. Lodge. there was no need. to double up the image on the ticket.  Postmaster General Arthur E Summerfield. of Michigan, said the conferees must decide  which man acceptable-to Mr.  Nixon would give the most as- sistance to Congressional can- didates, because the President's  |policy Is largely determined b     what happens in Congress,  ==  | Other arguments presented against Mr Lodge included OF that Sen. Horton himself ‘has had considerable foreign affairs experience as a former Assistant Secretary of State. ‘At this point Mr. Nixon said he was not asking the question face- uiously, but inquired If any one knew whether the Kentucky Senator spoke Spanish.) See Lack of Warmth  Some of those present said they felt Mr. Lodge's “nage” with the pdblic lacked warmth. and mentioned that he hat been accused of not being earthy- enough.  + But, in-rebuttal, a New Eng- jander said he tholight that with Mr. Lodge on the ticket mie be possible for the  publican national ticket t carry Sen, Kennedy's home state of Massachusetts. an as- sertion which drew some hol- low laughter,  The New Englander stuck -b his guns, however, and pointed out that Mr. Lodge was one 0 the few Republican candida who ever carried predaminantl Democratic Boston. —  Another conferee asse that during tedious stretches of {the recent, Democratic conven tion. television flashes of Mr Lodge debating the Russian at the U. N. over the Sovie Union's latest shooting down o! a United States plane, hac  end  eA     New York Herald-Tribune - July 29, 1960 (Continued)     RS Sees ERE Me aT De EE ae   nerald Tribune-—UPL iaiepholo” -MRS.-NIXON ROOTER— “Mrs... Nelson Rockefeller, wife of New York Governor, wearing a big “Pat for First Lady” batton at womens breakfast in Chicago ye  terday. as  ference, a*few minutes after jup the fact that in 1952 Mr  |Eisenhower had drawn up & pat of seven or eight names of  M i e Eae) wel     Macceptable to him ss a running|I|— ne and that a similar rally  of\\party leaders had winnowed it down to one, namely himself.  “A Little Closer” —  The reason he wasn’t follow- ing that precedent this time the Vice-President said, was that “TI feel I am a little closer to the people” involved.  After everyone present had an opportunity to speak his mind, Mr.- Nixon summed up, starting with this remark:  “Frankly, it’s a hell of a tough decision.”  Then he mentioned briefly each of the four top favo  He praised Secretary Ander-  ‘ison, but said he didn’t think his  namé would add much to the ticket.  Mr. Nixon revealed that Rep. Judd had come to him, pointed  !jout that he was sixty-one years old, afid said he did not believe  e had the vigor to face the tough campaigning ahead. Rep.| Judd also said he did not feel] that he could bring himself to| the heights of his convention keynote speech enough of the/ time to be effective. |  Mr. Nixon dwelt at great) length on his feelings about     | |Sen. Morton. He said the Ken-  tuckian was a close personal} — and added frankly that}  thought Sen. Morton would | = the favorite of most sitting} Congressmen as well as new) Republican Congressional can-| didates.  Same Appeal  But he added that he and Sen. Morton fundamentally ap- peal to the same people.  At this point he said that if the Democrats won the elec- tion, they would ruin the coun- try, and that major economic influences would be in the hands of two Harvard Univer- sity professors on Sen. Ken- nedy’s campaign staff — John Kenneth Galbraith and Arthur M. ae SEE : domestic economnie issues were tmportant to the campaign and said he felt hie schooling for the campaign. ahead was founded on the economic rather than the foreign side. As-for Democratic tactics, h said:  “If you ever let them cam+ paign only on domestic issues, they'll beat us... . Our only hope is to keep it on the level of foreign policy.”  And he added that Democratic campaigners outweighed the Republican ticket on domestic matters because he felt they could promjse more and eet away with it in the fields of housing, old age, farm policy. schools, and price supports,  _ Will Campaign Hard  Mr. Nixon said he would), campaign very hard on these sonally would try  ~.,  issues, and p  didates as he always has—but that it would be up tothe Vice- Presidentia] nominee to take over a good part of the cam- paign on foreign policy. Recognizing objections of Gov. Stratton and others in the Mid-West to Mr. Lodge, the Vice-President said he would concentrate on improving the Republican picture in the farm belt—and announc would  open a seminar Moray on 8en-  agricultural problems wi ators ftom farm areas,  As further balm for Ange? pointed conservatives. he that Sen. Barry Goldwater: o! Arizona. had told him privatel: of beirig surprised at the degre: of strength Mr. Lodge had i Arizona.  Before the finish of the Vice- President's summation it w apparent that. his choice Ambassador Lodge. ‘  However, Mr. Nixon \" asket the conferees if they wanted tc have a vote- and suggested that if they did the dark-hors candidates who were sitting should leave the room.  ve It to Nixon  But they quickly vetoed the idea of a ballot, telling the  Vice-President that pre deci sion was his. And it was Mr  ‘nd the conference, eftes two poms sad See 5 ended with Mr. ©     New York Herald-Tribune - July 29, 1960 (Continued)       \f"
    },
    {
        "date": "1960-08-04",
        "author": "Joe",
        "dateline": "Chicago",
        "headline": "Confessed Killer Resists Parents, Sticks To Story",
        "publication": "Chicago Sun-Times",
        "volume": "Volume 1 - Joe-Chicago 1958-1961",
        "volume_number": "1",
        "url": "Page28_Volume 1 - Joe-Chicago - 1958-1961 - OCR.pdf",
        "ocr_text": ":AGO  IMES  by Field Enterprises, Inc.  ‘Resists Parents, ticks To Story  ei, . Harold Dalibozak wavered Wednesday, but finally rejected appeals by his  father and stepmother to withdraw his confession of killing Betsy Benham, 5. ee  The slight, brown-haired, 13- year-old schoolboy sat with the parents for an hour and 35 min- utes in Warden Jack Johnson’s County Jail office.  The patents begged — and sometimes berated—the boy as they attempted to persuade him.  He gazed steadfastly at the blue-carpeted floor as the step- mother, Mrs, Erna Dalibozak. 8, said with a moan: ‘  \"J hate you now, Harold, for hat you are doing to me, I  n't believe you killed the little  And the father, Heinz Dali- bozak, 45, a tool and die maker, old reporters in the room:  Father and stepmo  ther once conyicted of  abusing Dalibozak boy, Page 5.  “He lies with every word. Don’t believe it. He tells one story now and 10 minutes later he’ll tell another story and later he’ll tell even something else.”  Harold capitulated twice to the appeals and said that he was not guilty.  But before the meeting end- ed, he reaffirmed an eight-page signed confession—and added  that I was going to kill her,” he ©  said, conceding what the law could regard as premeditation. “Why else would I grab her?  minutes. I felt her body go limp, but still I kept on choking her. I was 80 mad and so nervous.” ‘I Just Got So Mad— He continued, speaking with the faint accent about) which  other children sometimes taunt- ed him:  “She said I was dumb. She kicked at me and hit me. She called me a rat and a pig. It was the first time in my life I ‘ever got so mad. I just got so ‘mad that I didn’t know what to do.”  When Mr, and Mrs. Dali- bo eard those words, they se to lose the apparent con- fidence with which they had  entered the jail.  The father, sobbing and trem- bling, walked across the room and stood facing the wall. Mrs. Dalibozak held a handkerchief to her face,  Shows No Emotion  Harold gave no sign of emo- tiom while his parents appealed to him, although he averted his eyes.  He sat between them on a ne leather couch for most of the meeting. The stepn clutched his hand and the iia had an arm about his shoulders  The boy had been in good Spirits, eating a substantial  reakfast and chatting ani- matedly with Warden Johnson Se van Criminal Courts Build.  Across a parking Jo’  the jail at 26th ga Gatton |the machinery of the law moved rapidly to Hand down justice to the juvenile defendant.  First Asst. State's Atty. Frank  details that obviously were dam- aging to him. “I knew when I grabbed her  eg. “ I d 5: , , | Confinu d from Page 1 | Ferlie announced that the coun- “jury would be asked Thursday to indict Harold, pre- sumably for murder. eo Ferlic said he had a rule against commenting on what penalty: his office might seek, hut pointed out that the law pro- | es punishments for murder | aging from death to not less can 14 years in prison. “There is a presumption in child under 14 is unable jistinguish between right and wrong,” he said. “After reading this boy’s con- fession I am convinced he did have the power to. choose and to act.in accordance with his choice. The boy is smart. | “A child under 10 can com- mit no crime in the eyes of the law, but when they are between 10 and 14 the state can offer  Rejects Appeals  rebuttal evidence as to the abil- ity to choose between right and wrong.”  Under Illinois law a child under 14 can be tried for mur- der, but the burden of proof is on the state to establish clear- ly that the child has the ca- pacity to determine the differ- ence between right and wrong.  Gerald W. Getty, Cook Coun- ty public defender, said the parents had asked him to de- fend the boy personally. Al- though his work is largely ad- ministrative, Getty indicated he would take charge of the case rather than delegate it to an assistant.  “The parents just can't be- lieve that Harold did it,” Getty said after a meeting with them and the boy in the warden’s office.  “They believe that the facts have been drummed into him  Canada Conviction  Of Parents Bared  Immigration records revealed Wednesday that the father of Harold Dalibozak, the confessed killer of a girl, 5, was convicted  of immigartion and naturliza- tion in Chicago.  The father, Heinz Dalibozak, 45, and his family had gone from Germany to Canada on the  a way to the United States. The  minor, according to records of’ Alva L. Pilliod, district director  convictions were in Montreal,  and we will certainly him not guilty.” ;  Getty said Harold may given a lie test to dete whether he told the truth in confession.  Deputy Coroner Parker announced that time death had been established between 6:15. and 8:15 p.n last Friday.  During part of that per young Dalibozak had tem rarily escaped from the jail in. Wheeling, where he had been taken for stealing a purse cor taining $82. oN :  Betsy’s body was found 6 ied Saturday morning in a shi low trench in a weed-grow near her home at 6th | Strong, near Wheeling. Dr. old Wagner, acting coroner’s pathologist, said she ha sexually abused. However, she was not raped, he reported.  Talk In German  When the jail office view began, Harold and — parents first talked together in German. j  Listeners interpreted the fat er’s first question as a:  Harold had killed Betsy and thi son’s reply in the affirmative. |} The father then instructed the j}] boy to deny guilt, according to the interpretation.  Warden Johnson interrup’ to say that all further conver: tion must be in English.  It was apparent at that snl Quebec, April 25, 1955, that Mr. and Mrs. Dalibozak ||} Pending sentencing, the par-|\\believed Harold was innocent ents took. Harold across the|and that he had been persuaded y border into New York and con-|to make a false confession. tinued to Chicago, the records| “What is right is right and| showed. what is wrong is wrong,” the On the complaint of the Ca-| father said in English, nadian\\ government, the U.S.|you to tell the truth. Dic Immigration and Naturalization | did it?” F Service brought deportation ac-| _ Despite the conversation iis tion against Mr. and Mrs. Dali-| German, Harold replied: “That's | bozak, charging them with con-| tight. I did it.” ’ | ealing the Canadian convictions | - Boy Makes Denial _ in applying for visas to enter the| “I have wanted to help you United States. all of your life but this time, A special hearing officer, El-| Harold, I want to help you liott A. Berman, dropped the|more than ahy_ other time,” case, however, on the ground|Dalibozak continued. — ‘a that there was insufficient evi-| The boy then blurted out: dence for deportation. ‘I don’t know who did In Chicago, the Family Court|They [the police] caught me \\temporarily took Harold’s cus-|about a mile away and took tody from the parents on. the|back to the police station, ground that they did not pro-| “I didn’t kill the girl, They vide a fit home for him. just asked me so many ques- A spokesman for the Luther-| tions. T can swear I didn’t kill an Child Welfare Assn. in Edi-|the girl. They asked so many! son Park said the boy spent six| questions.” months at its home in 1955 and| Harold later withdrew the de 1956, He was then returned toj nial i t, then we the parents at their request by |® fkixmned the: earhes . in iil | Miided uaa  court-order, the spokesmai said. gon!  August 4, 1960    \f"
    },
    {
        "date": "1960-08-12",
        "author": "Joe",
        "dateline": "Chicago",
        "headline": "Q. and A. Of Betsy Killing Confession",
        "publication": "Chicago Sun-Times",
        "volume": "Volume 1 - Joe-Chicago 1958-1961",
        "volume_number": "1",
        "url": "Page29_Volume 1 - Joe-Chicago - 1958-1961 - OCR.pdf",
        "ocr_text": "he confession of Harold tion-slaying of 5. ‘Benham was released Thursday By the state’s attorney's office. in the statement, already lenged by the boy’s attorney, ‘old said he choked Betsy to th, “because she started hit- Me and throwing apples and I didn’t know how to climb ¢ and stuff like that.” text was released after id's attorney, David Brad- , entered a not-guilty plea the boy to a murder charge re Criminal Court Chief ice Richard B. Austin. ustin assigned the case to idge Joseph J. Drucker, who Sept. 1 for hearing of pre- {trial motions. | Evidence Pledged f adshaw repeated he would @ eyjdence that Harold n police custody at sub- -ban Wheeling on July 29 at ie time Betsy was strangled in weed-grown prairie near her [eee just north of Wheeling. Bradshaw -eharged that Har- old made the confession only ter 19 hours of questioning luring which he was told “that nothing would happen to him and that h2 would be able to go.to a nice home.” _ At the time of the slaying, Harold was a runaway from his home at 4258 N. Winchester, he lived with his father, Heinz, and stepmother, Erna. Bradshaw said Harold's back- | ground suggests “he is a boy Isubject to kindly suggestions and would be most-co-operative if he thought his future home life would be improved.” ' Taken By Two 4 The .boy’s Confession to the laying was taken by \\ Asst. tate’s Atty. Lawrence » Genesen,  id you eat any of the apples? . They‘ ate the apples, but I didn ‘ Q. By ‘they,’ was there somedody else there beside the little girl? - A. There was two more boys and two more girls. OQ. How old would you say they were? A. Five, four years old. Q. This little girl that you chokedhow old was she?  A. She long did you  to get some air.  shoulders, kids are.  . Of Betsy K, illing Confess  the presence of Sheriff Frank G. Sain, in the Milwaukee Av. sheriff's police station. Harold is addressed as “Mike” (his mid- dle name is Michael) in some of the que n  The partial text follows:  Q. You also know we are investigating the death of a little girl by the name of Betsy Benham?  Q. Do you recal the exact date you saw Betsy when this happened? A. Let's see—if I  calendar. . . -  Q. There's here.  A. That was July.  Q. There is a calendar wrth July on it,  A. That was on Thursday, the 28th  Q. The 28th of July?  A. Yes sir.  Q. Was it Friday, Mike?  (Sheriff Sain asked the question.)  A. It was Thursday.  (At this point Dalibozak told of meeting Betsy in a yard in Wheeling.)  QO. What were you doing there?  A. [ was walking around. ~  Q@. How did you get there?  had  a~ calendar  ing her, did she do any- thing? A. She moved around, tried) What you call them—you know,  Q. And you said before that she was hitting you. Where was she hitting you? A. Behind the fence where |  started to choke her.  Q. Where on your per- son did she hit you? A. My arms and in_ the) You know how Little | |  Q. And can you describe this aréa? How far was the hole from the fence you went through?  A. About 50 yards. (At this point Dalibozak said  | half part. | name.  2. cho Aer, Mike?  . What happened after you were ous chok i her?  A. I threw her in that hole Q. While you were chok-  it took him an hour and a half to get from the police station to the back yard where he saw Betsy and that “I just happened «w pass_by.” He also said he  Arraigned for the murder of 5-year-old Betsy Benham of Wheeling, 13-year-old, Harold Dalibozak pleaded “not guilty.\" He appeared” in Criminal Court with attorney David E. Bradshaw. (Sun-Times Photo)  A. T walked. Q. Where did you walk from?  Q. Mike, when were you  the police station?  was this little girl wearing? {there was a little he A. Pants and—I don’t know] + Q. You are pointing A. Right around here.  Q. You are indicating your chest, is that right?  A. Yes sir, the chest.  { don’t know the  Q. Where was this half thing you mentioned?  A. From the police station.  Fri., Aug. 12, 1980 _  A. I think it was o'clock.  Q. On what day? A. Friday.  Q. Was that on day? Are you sure or is there some question in wet mind about when it w A tt seems so fuany:  seems like Thursda  QO. Do-you think it at Thursday? What were you doing in the police station? Why were you there? A.I stole some money.  Q. And when you left the police’ siation, where did-you do (si Where did you go when you left the police station?  A. I went to his house.  Q. Do you know how you got there, what street or what route you took there?  A. I don't know.  . Are you familiar with Wheeling at all? A. No sir.  Q. When you got to this backyard, what happened? Who did you see there and what happened?  a Pri-  A. Well, I saw this little girl A. and she told me if T wante! to get some apples and I said, yes, and climbed the tree and IJ got  the lower part of her body?  A. Her pants.  Q. Did you do anything  to her clothes at all?. A. Well,  so she wouldn’t cry,  OQ. Was that before or  after you choked her? A. That was before.  Q. Did she cry out at all  or was she crying at all?  about 4}:  I ripped off the  pants, put them in her mouth  me apples. I wu lown from the tree re that I climbe  |e got fresh with “You don't know ho a tree, and so I ‘Why don’t you cl if you’re so smart.” did and she lost her rand fell down  What happened hie she fell down?  A. She crit and  throwing apples at me. 7 Q. Then what happéned?  A. Then ¥ went ‘through a fence in the back of the yard and she started following me.  Q. What happe after she followed you thre < the fence?  She started to hit me agai She started to hit me and 1 pushed her he “round.  Q. Whar  A. I started  G. What happened aft  oy choked her?  - There was a big hole next to fea I did it and | put her in there and put loses and some dirt on her.  Q. Mike, how ar Ae ple .srees were i e Two.  started  Q@. And did you poth  Continued on Pag  about?  me and throwing apples said I don’t know how to clim| a tree and stuff like that.  Q. Mike, have you told  us the whole story?  A. She was crying a little bit.  O. When?  A. When I started choki  her,  ‘Q. Why did you start  choking her, Mike? A. Because I was so Sg     August 12,  she \f"
    },
    {
        "date": "1960-08-14",
        "author": "Joe",
        "dateline": "Chicago",
        "headline": "State's Attorney To Probe For New Police, Burglar Links",
        "publication": "Chicago Sun-Times",
        "volume": "Volume 1 - Joe-Chicago 1958-1961",
        "volume_number": "1",
        "url": "Page31_Volume 1 - Joe-Chicago - 1958-1961 - OCR.pdf",
        "ocr_text": "~ GHICAGO SUN-TIMES, Thurs., Aug. 18, 1960. ¢  State's Attorney To | Probe For New Police, Burglar Links  to act as lookouts, and were|200 Allegany, Park Forest.{ed license numbers of any cars/partners in crimes, are included}along that his detectives wer  ight : ss on By peep Albis office charged with conspiracy last/Fanning was under surveillance|seen near his late model green/on the list. Among them, the /trailing Fanning in Park Fores Rema : Saturday. almost every day until he was|Chevrolet. Sun-Times learned, is Joe Her-| if Chicago policemen or those  Og-  tS oat * abana Lund ayo ae le arrested last Thursday and] Thus was obtained the list of man Smith, 38, who was _ar- of other suburbs were impli tion between a 31-year-old as ener ar 2 a es charged with burglary. some 40 persons which Newey’s rested with Fanning in cated through his undercove burglar and members of the oo os bea any bur-| . The detectives assigned to staff will begin checking Thurs-jcago on Aug. 3, 1959, at 6245 Work, Howard seid it was pat  Chicago. Police Department. ke He landed a Chicago watch Fanning’s movements re- ay. ; S. Kedzie. 7 _ sizable by any design of his. The new probe also will Heights Police Department for|°o'ded auto license numbers eae ae me yy (Earlier As ery and) J had not intention ofdragging check into suspected chummi-l.sstermination to set its house | every visitor to his Park.For-) The list is contained. in a Py Co oe ae é anyone else into this thing,” he ~ mess between the burglar and in order” and said the report/¢St address. The numbers were sheaf of pink typewritten fee Goss ouare ee said. “We were too interested in police in suburban. Cook Coun given to him Tuesday was a checked at the secretary ofja quarter of an inch thick, of thet acres a geasiaanc iter aes a aye our own  ty. The Sun-Times learned ex-|2p. : investigative |State’s office to provide names|which was turned over to Lund : : : 3 _clusively Wednesday. : bars , Piece off joveatigalive id addresses of Fanning’s com-|in a folder marked “Surveil-|WeTe improperly searched. it His department did not at- . 4 lance” by Chicago Heights po-|¥@8 Tuled.) tempt, he said, to determine  » Paul D. Newey, state’s at- id not confi panions. i Pe ee Chicago Heights detectives/lice. States Position whether any of the names on  torney’s chief investigator, will 1 sf i y deny Sun-Times information also trailed Fanning to a num-| A number of suspected burg-| Chief Howard said Park For-| the list were those of Chicago  be handed a list of some 40 that the report may implicate names Thursday that will pro- policemen from other depart- ) vide the next stage in the inves-|monts, including Chicago's. - tigation. The names were turned L over Tuesday to Asst. State’s Notified By FBI That Fanning was operating  Atty. Horace Lund by Chicago} | 0 ; cohts Police Chief Phi) W.|im the Chicago Heights area  E was brought to Chief Howard's Gathered By Team (aipenesion in May by the Federal ee dhiined by 7 Bureau of Investigation. But  os not until July 7 or 8 did he find  of Howard’s most trusted : ae Ermita clad watched out that Fanning was living at  burglar suspect, Martin J. ning. | ‘ Chicago Heights police-  ber of his hangouts and record-|lars and their wives, allegedly|est authorities were aware all|area policemen.     August 18, 1960       \f"
    },
    {
        "date": "1960-08-18",
        "author": "Joe",
        "dateline": "Chicago",
        "headline": "Free Youth 'Lost\" In Jail 6 Months",
        "publication": "Chicago Sun-Times",
        "volume": "Volume 1 - Joe-Chicago 1958-1961",
        "volume_number": "1",
        "url": "Page30_Volume 1 - Joe-Chicago - 1958-1961 - OCR.pdf",
        "ocr_text": "Free Youth Lost  In Jail 6  17-year-old youth was dis- charged from a robbery charge Wednesday after being “lost”’ in County Jail for six months. David Win- dom was. dis- charged by Cri- minal Court Chief Justice Richard B. Austin because he had not been brought to trial ‘within four months of his  DAYID WINDOM  indictment.  For Windom of 4840 S. Champlain, it was the end of a weary routine waiting to be tried for a crime he insisted he never committed.  On Feb. 18 he was arrested for allegedly robbing a neighbor of her coat and purse. In writ- ing down the youth’s name on the arrest slip, police put down “Wendell” instead of “Windom.”  Three days later in Holiday Court, Judge Joseph H. Mc- Garry ordered Windom to the County Jail to be held for Boys Court, again using the name, “Wendell,” which he found on the arrest slip.  Nub Of The Matter  Then at County Jail confusion ensued. There the chief jail clerk, Ambrose R.  Bauco, somehow wrote down the cor- rect name, David Windom, on the admission’ books. In_ this fashion, David Windom became an occupant of County Jail while the nonexistant David Wendell remained on the court records.  On Feb. 23, Windom was taken before Boys 'Court Judge  Eugene L. Wachowski and held.  to the grand jury—again under the name, Wendell, He was  then returned to County Jail ined ‘oncé more a ‘  UUme |  Month  uled for arraignment to plea innocent or guilty to the rob bery charge. A call was sent t the jail requesting the presen of David “Wendell.” No on there by that name, the ja authorities replied. Arrest Warrant Issued  After four continuances, t state requested the indictme against “Wendell” be droppe with leave to reinstate the cas when the “fugitive” was foun An arrest warrant was issue for David Wendell, and polic¢ and state detention homes wel notified to be on the looko for the youth.  The situation might have go on indefintely except that Wir dom became irritated and my tified as the months dragge past. Finally, Tuesday he wro a letter to Jack Johnson, Wart en of the jail asking just wh the county was planning to ¢ with him. ©  Discovers The Error  Johnson looked into the ca and notified court officials ¢ the error.  The state reinstated the ca Wednesday, and thus, after six-month wait, David Windo finally went to trial. Judge A tin promptly dismissed the cas commenting that the court cler “apparently have a comedi: preparing the record sheets.”  “There is entirely too mu loose use of names both the court and the ‘jail,” t judge said Perhaps this cause someone to be more ca ful in the future.”  Johnson observed that t jail needs a modern system determining names so that su errors could not happen. estimated he would need  additional 10 men to do t job eit     SA Es J) pas And hay ahe I « 4  August 18, 1960       \f"
    },
    {
        "date": "1960-08-28",
        "author": "Joe",
        "dateline": "Chicago",
        "headline": "Nemke Gets The Chair In Slaying Of Girl, 16",
        "publication": "Chicago Sun-Times",
        "volume": "Volume 1 - Joe-Chicago 1958-1961",
        "volume_number": "1",
        "url": "Page32_Volume 1 - Joe-Chicago - 1958-1961 - OCR.pdf",
        "ocr_text": "“CHICAGO SUN-TIMES; Saf, Aug. 27; 1960  emke Gets The Chair  In Slay  1954 sl of a detective.  f Girl,  16  A Criminal Court jury Fri- day found 17-year-old Gerald Nemke guilty of murder and set his sentence ‘as death in the electric chair.  The seven men and five wom- en returned the verdict before Judge David A. Canel after de-  _ liberating 41 minutes and tak- ing three ballots.  The jurors decided on the first ballot that Nemke was guilty of the fatal beating of Marilyn Rae Duncan, 16, of  Sy  ng O  Nemke had been sent to have lunch in the jail following clos- ing arguments. He was hurried back to the courtroom when the jury returned with un- expected quickness,  The muscular six-footer main- tained a deadpan expression as the verdict was read by a court clerk, to whom it was passed on a slip of paper by the jury fore- man, Rudolph A. Mathews, 5730 N. MeVicker, an assistant  mouth and cast her eyes down- ward.  Seated elsewhere in the court- room were the victim's mother and father, Lucille and John Duncan.  Duncan put his arm around his wife, and she wept softly as the verdict was read. Later, she told a reporter:  “Lam glad this boy can never} do a thing like this again. Noth- ing can ever bring back our child, but our loss has not been in vain.  5537 N. Luna.  She was found unconscious April 30 near a railroad em- bankment in the 5800 block of Northwest Hwy. and died the next day in Resurrection Hospi- tal without regaining conscious- ness. '  The second ballot, “on” the penalty, was 10-to-2 in favor of death. The third ballot w: unanimous for death,  The odore E. Marcautelli, chief deputy clerk of Criminal Court, said that Nemke to his knowledge is the youngest de- fendant ever sentenced in Chi- cago to the electric chair,  Newspaper clippings show that Bernard (Knifey) Sawicki was sentenced to death here at  Gerald Nemke back in jail after death sentence. (Sun- Times Photo}  as ithe age of 19 on Oct. 3, 1941,  and was electrocuted in Cook  County Jail on Jan.  He had admitted killing four ny  persons, including a during a weekend crini  jdune, 1941,  The County Jail electric chair} has not been used since Dec, 19, 1958, when 28-year-old Richard Carpenter was executed for the!  August 27. 2017  postal supervisor. Nemke’s mother Henrietta  pre: handk ob  Continued from Page 2  so, but you'll remember that at the inquest I said I wanted the death penalty so these crimes could not go on. There has been justice done. Thank God for that.”  Nemke talked to reporters outside the courtroom as he was being escorted back to the bullpen. He was clad in the same charcoal gray suit he had worn since the trial opened Monday.  “Naturally | don’t feel it was just that [ got the chair,” he said, continuing to insist he had no part in Miss Duncan's death.  Asked his emotions on hear- ing the verdict, Nemke replied with a flicker of a smile:  “ft didn’t bother me. I knew/bold of the bars,  when they were bringing me up  “God forgive me for saying  “I hope I got a chance. I’m too young to die.”  A reporter asked if Nemke expeced his mother to visit him in jail, “I don’t know,” he said, “I don't care.”  Asked if he would prefer death to a long prison sentence, Nemke said:  “Id rather get the chair than get 199 years,” he said. “But if 1 got 199, I figure I could get it commuted down to 99 and then get paroled after 33.”  Nemke did momentarily sur- render to emotion when he reached the bullpen, according to a deputy sheriff, Arthur Sica, who led him there.  Sica said that as Nemke came to the lockup he grabbed pulled himself against them and let out a deep  ere [from lunch] that I hadjsigh, When he entered: the cell, ad it. I knew halfway through| Sica said, Nemke spoke a single e trial I didn’t have a chance.”| word to another prisoner there.  Asked if he thought he had a ance to beat the electric chair,  2 said:  the execution date,  The word was: “Death.” Judge Canel set Nov. 18 as  peal is automatic. The judge said he would hear postcor.vic- tion defense motions at 9:30 a.m. on Sept. 9.  Prosecutor Arvey Wolke had demanded in final arguments that Nemke be executed.  “Anyone in his most horrible oightmare could not imagine a worse murder,” said Wolke,  Nemke had pleaded guilty to murder, rape and robbery when he came before Judge Canel on Monday—then reversed himself a moment later by leaning over to his attorney and saying: “I just didn’t do it.”  Daniel C, Ahern, the defense lawyer, devoted much of his own closing arguments to the keystones of the prosecution case—two confessions made by Nemke, one oral and one written.  Ahern contended that all other evidence in the case was strictly circumstantial and that the confessions had been ob-  but an ap-/tained by skilled interrogators  who knew how to manipulate an “inexperienced” youth such as: Nemke.  The prosecution suggested: acidly that Nemke was not at all inexperienced in dealings with the police. The youth was a fugitive from the Illinois Youth Commission camp at Marseilles at the time of the murder.  In she reputed confessions. Nemke told of kicking and bat- tering Miss Duncan with bricks because she resisted his ad- vances after going to the at- tack scene with him.  Testifying in his defense, he said the girl was alive and well when he left her and that she had been sipping wine from a bottle they had shared.  That was contested Friday by a prosecution witness, Dr. James J. Duffy, a neurosurgeon at Resurrection Hospital.  Dr. Duffy said he had ex- amined Miss Duncan and could find no trace of alcohol con-  sumption.          \f"
    },
    {
        "date": "1960-08-31",
        "author": "Joe",
        "dateline": "Chicago",
        "headline": "Courtroom Trysts Trigger Probe",
        "publication": "Chicago Sun-Times",
        "volume": "Volume 1 - Joe-Chicago 1958-1961",
        "volume_number": "1",
        "url": "Page33_Volume 1 - Joe-Chicago - 1958-1961 - OCR.pdf",
        "ocr_text": "Courtroom Trysts Trigger Probe  Discovery that a woman pris day-morning visits’ of Vicki) transfer to the Dwight Women’s\\R. Bauco, chief clerk of the, But, he adinitted, they some- oner had Saturday-morning | Rose, 32, of 3358 W. Jackson, | Reformatory to serve a 10-year jail, not to transfer the women time leave the room.  meetings with a man in a va-|to the court building across a) sentence for sale of narcotics without a written order from) Bennett said Friday that  cant courtroom triggered an in-| parking lot from the jail, vestigation Friday into control! Frank Trankina, assistant) An attempt was made last  af Cook County Jail inmates. |warden, discovered that Miss| Saturday to take her to the} 0t been in. State's Atty. Benjamin S.|Rose had been taken from jail} courtroom of Criminal Court] Sain, notified of the irregu-| Sain admitted that reports  and was not eligible for bond. |Austin, He then discovered |{,ewis, the bondsman, had told the judge was not in and had/them “this sort of thing has been going on for 20 years,”  Adamowski said he would take|on the mornings of June 11 and| Chief Justice Richard B, Austin. larity, Tuesday arranged @ had been prevalent for some the matter before the August 18. Trankina blocked that, meeting with Judge Austin time that prisoners were being  grand jury. In a witness room, off the} It was learned that Donald{which Bennett attended. Sain allowed to visit relatives in If necessary, he said, the jury] main courtroom, he learned, she | Bennett, 45, of 1639 S. Cali-asked Bennett whether ke had (Criminal Courts on the pretext will be held over 30 days to in-|had met a “thin, gray-haired” fornia, who was fired Tuesday made the call to the jail asking tha they were. going t0 court vestigate reports that prisoners|man who purported to be her by Sheriff Frank Sain from his|for Miss Rose. When he suid tg make bond. could arrange a rendezvous with| husband but was not, job as captain of the deputies he had the sheriff fired him} 11 was not immediately de- a friend, relative or sweetheart) She was taken there, Tran- assigned to Austin’s courtroom, from his $335-a-month job. iermined which courtrooms in the Criminal Courts Build! king discovered, on the pretext had called the jail and said: Bennett told The Sun-Times’ Miss Rose met the man in pre- ing, that her “husband” was seeking ‘The judge wants her over) Friday when he had been called viously Trankina said, from the  The suspicions of jail person-| to make bond. here.” into the conference, “I figured| description of the man, he is el were aroused by the Satur-’ But she was in jail awaiting) Trankina ordered AAO | Was is eng a raise. . Tm the same 5 me one who visited her p mado the fall anv faric.--.- ta tall     Unknown date in August 1960 \f"
    },
    {
        "date": "1960-09-02",
        "author": "Joe",
        "dateline": "Chicago",
        "headline": "Grand Jury Quits, Ducks Probe Of Sheriff",
        "publication": "Chicago Sun-Times",
        "volume": "Volume 1 - Joe-Chicago 1958-1961",
        "volume_number": "1",
        "url": "Page34_Volume 1 - Joe-Chicago - 1958-1961 - OCR.pdf",
        "ocr_text": "~ CHICAGO SUN-TIMES, Fri, Sept. 2, 1960  Grand Jury Quits, Ducks Probe Of Sheriff  The August Cook County) In a closed-door briefing ses-\\said Stanley “looked like he ie A knifing incident in Cook jurisdiction of the sheriff. |receive a visitor in a jury room grand jury voted itself out of sion requested by the jurors,about to burn up” when he was} County Jail last Jume 12 in-}3 The conduct of a court cap- behind Judge Austin’s court: existence Thursday without’ Austin reportedly told the Aug-| informed that the jury wat |vling convicted murdered} tain and Sain employe, Don- Pa  Jaunching an investigation of st panel that the law gave them! heading home, — Vincent Ciucci and Randolph} ald Bennett, who was accused) Sain, in turn, has expressed  the sheriff's office. ‘the right to decide whether or The juror explained the de-| Taylor. an accused narcotics of arranging for a 32-year-old| doubt that Adamowski can State's Atty. Benjamin §, not their term should be ex-'cision to” quit in these words: on —  Adamowski, who wanted the tended. “It’s just that nobody wante  jury's term extended so it could) Austin reportedly told the}to stay around in that hot jur  look into the sheriff's matter, jurors that since they had heard/room for another 30 or 6  was nettled by thep-anel’s deci- ni evidence concerning Adam-| days.”  sion to go home. owski's investigation of Sheriff) Asked about Adamowski's - Adamowski indirectly accused Frank G. Sain, they could not|criticism of his briefing sessio  Criminal Court Chief Justice be required to stay around for} for the grand jurors, Judge Aus  Richard B. Austin of nudging another month to hear such iin said, “1 have no other com  the jury into retirement. testimony. ment other than to say as I  Roadblock Charge Preparing Witnesses have said on other occasions | |  ~ The Republican state's at- At the time Austin was doing| You must consider the source,’ torney, after vowing that the his briefing, Asst. State's Atty, Petition Ready investigation of the Democratic Frank Stanley was preparing to , Ad sheriff’ office would be brought take his first tvo Sain-investiga-) /* #8 Tearmed that Adam before the September grand tion witnesses before the grand owski's office had prepared 3 jury, said of Austin: jury. * | petition calling for extension of  “He's puting another road-) One of the jurors, who de. the grand jury but never got block in our way.” clined to be identified by name,|°M&N0® € use it     September 2, 1960       \f"
    },
    {
        "date": "1960-09-10",
        "author": "Joe",
        "dateline": "Chicago",
        "headline": "Trial Tactic Costs 63 Days In Jail",
        "publication": "Chicago Sun-Times",
        "volume": "Volume 1 - Joe-Chicago 1958-1961",
        "volume_number": "1",
        "url": "Page35_Volume 1 - Joe-Chicago - 1958-1961 - OCR.pdf",
        "ocr_text": "re”  CHICAGO SUN-TIMES, Sat., Sept, 10,  Trial Tactic Costs 63 Days In Jail  Walker, who was a main-|records for the trial date next tenance man before his arrest, Tuesday, jail authorities decid- was charged with fatally stab-| 54 t9 check into the matter for  others also charged in the teen- | age gang killing. What he did not anticipate  The public defender’s office disclosed Friday how it used a  mixup in County Jail prisoners’ names as “a trial tactic” even  when he talked to Walker 63|bing Jessie Clarke, who died !thomsolyes. Warden Jack John-  days ago was that the murder trial would be continued twice.  “Imagine what would have happened if, after the complain- ing witnesses had gone up and identified all seven defendants, we could have shown beyond all doubt that one of them had been in the County Jail all the : ; time,” Doherty said.  Since July 6, he had been) poherty’s superior, Cook snared in a names MIXUP IM) County Public Defender Gerald  which he was held for a teen-| yy Getty, stood behind the age gang murder that occurred) nove as “a smart trial tactic.” while he sat in jail accused of “oie office defends Sanit  manslaughter. The Donald 4 gat = 1; - Walker whose place in jail ‘he ar Pee ante ae took had never been arrested.’ siohis aE all of our eliauts In an interview a few hours) and if we had attempted to get before he was finally released, Walker out of jail sooner, it he said he had described his might have weakened the. de- plight to court bailiffs jailers, fense of his [presumed] co- fellow-prisoners and even his’ defendants.” y  though it cost a client 63 days of freedom.  Victim of the identity mis- take was Donald Walker, 21, of 423 E, 45th, a former air- man. He walked out of jail and went home Friday after a judge freed him of a manslaughter charge.  April 22. Accused of man- slaughter, the former airman has been in the County Jail since three days after Clarke’s death.  The murder charge for which he was wrongly held grew out of the May 2 shooting of Mal- colm Ira Williams, 32, of 1816 S. Millard.  A “Donald Walker,” this one seven years younger and a member of the Vice Lords gang, was one of seven indicted for the’ Williams murder.  An apparently long-standing weakness in Criminal Court record-keeping was what cost the elder Walker his 63 days of confinement.  The sheriff's office merely notified the jail to hold “Donald Walker” for murder after learn-  mat areas public de-| Doherty maintained that when |ing of the murder indictment— ia = awyer, But no one|he discussed the matter with|without supplying his age, ad- meee Walker July 6, the youth agreed |dress, or physical description.  Walker said he told Asst./to wait until his second trial to Public Defender James J. Doh-| present the “perfect alibi.” erty about the names mixup last July 6, when Criminal Court Judge Alfred J. Cilella found him not guilty of the manslaugh- ter charge which originally put him in jail. Doherty had de- fended him before Judge Cilella. JT told Jim Doherty on the sixth of July that I was the| wrong guy for the murder charge,” Walker said. “He told me I would be free to walk out! of here on July 14, when the murder trial began,”  Doherty agreed Friday that Walker had so informed him. He planned to bring out the mistake in identity next Tuesday at a time when the revelation  When the public defender’s office subpenaed Walker's jail  son contacted Arthur Hoffman, assistant chief deputy sheriff, who contacted police. This hap- pened Thursday.  After Jearning that prisoner Walker was in jail when the murder occurred, Johnson brought the matter before Crim- inal Court Chief Justice Richard B. Austin, who obtained Walk- er’s release Friday.  Before he left the jail, Walker said that he had been convinced he was going to be sentenced for the murder and didn’t know what he could do about it.  “I was over: in court twice after | beat the manslaughter  charge, put the deputies wouldn't -  let me talk to the judge. When I was arraigned before the chief ‘justice, there were too man people ground and | didn’t get a chance to say anything.” Somewhat belatedly, the state’s gttorney’s office began  Continued on Page 5  Mistakenly held in ‘County Jail, Donald Walker receives his release papers fom Warden Jack Johnson  and Ambrose Bauco (right),  Times Photo  (taf ‘ chief clerk of the jail. (Sun-     September 10, 1960 \f"
    },
    {
        "date": "1960-09-14",
        "author": "Joe",
        "dateline": "Chicago",
        "headline": "Bare Delays In Releasing Prisoners No-Billed By Jury",
        "publication": "Chicago Sun-Times",
        "volume": "Volume 1 - Joe-Chicago 1958-1961",
        "volume_number": "1",
        "url": "Page36_Volume 1 - Joe-Chicago - 1958-1961 - OCR.pdf",
        "ocr_text": "THE WEATHER  Sunny and pleasant Wednes- around 77,  day. High near. GO. See Page 32.       Vol. 13, No. 193  — Tow  WeHitehall 3-3000     Bare Delay In Releasin  =  UN-TIME     Copyright 1960 by Field Enterprises, Inc.  WEDNESDAY, SEPTEMBER 14, 1960  ; 5 \" ‘ ‘ {  Prisoners No-Billed By Jury  By Joseph Albright  Delays in preparing grand jury release papers cost some County Jail prisoners from one o three days of extra time, a un-Times survey showed uesday.  The disclosures brought a promise of guick remedial ac- ion fron®Criminal Court Chief ustice Richard B. Austin.  The lags occur between the ime the grand jury votes not ©. indict a prisoner and the ime the state’s attorney’s of- ice prepares his release pa- bers. Once the release form is}  yped up and signed by the! not to in  brand jury foreman, prisoners | ire freed in a maatter of hours.  How They’re Held  Here is an example of how! mal.  release him Friday because it had no official notification of the grand jury action.  The notification was not typed until Monday morning by Mar- garet Duffy, assistant to Asst. State’s Atty. Edwin Spiro. The County Jail received the release papers finally at 12:50 p-m. Monday. Turner was freed two h®urs and 10 minutes later, after normal processing procedures.  Another Held Over  Virtually the same delay de- tained William Derr, + 19, of 5401 S. Cottage Grove. Last Friday, the grand jury voted dict him for assault to  commit murder. But he was not |  freed until 3 p.m, Monday, Spiro explained that it is nor-  lononareuntad essere on 0 dR  Bush, who also was no-billed for murder Thursday, was re-  Friday at 2:45  leased from jail p.m.  Chief Justice Austin said he would instruct Spiro toa have papers preparcd the same day the no-bill is voted, especially on Fridays, when a delay would cost a prisoner an extra week- end of freedorn.  Austin Promises Action  “Prisoners ought to be re- leased from jail the day the no-bill is voted,” he said. “If something is holding this up, |f will take steps*to clear the ‘road block.”  The Sun-Times survey turned  rested carly in June for the three-year-old crime after a pri- vate detective working for an insurance agency convinced Fire Department officials: that Gonzalez was responsible. Case Of Gonzales Despite the grand jury action, Gonzales was held until Aug. 5. The arson charge had been continued several times in Fel- only Court pending grand jury action, and the state's attorney’s office waited until the normal] continuance date, Ang, 5, to tel! the Felony Court judge of the grand jury no-bill,. The judge then immediately discharged Gonzales. But whilé the Felony  ip one case in which 14 days . ourt charge’ Was “pen ding elapsed between a grand jury | *eainst the SS5.yearold unem-  se Sa =     September 14, 1960       \f"
    },
    {
        "date": "1960-09-15",
        "author": "Editorial",
        "dateline": "Chicago",
        "headline": "Disgusting' Is Right, Ben",
        "publication": "Chicago Sun-Times",
        "volume": "Volume 1 - Joe-Chicago 1958-1961",
        "volume_number": "1",
        "url": "Page37_Volume 1 - Joe-Chicago - 1958-1961 - OCR.pdf",
        "ocr_text": "CHICAGO sor SUN-TIMES =  ‘Disgusting’ Is Right, Ben  State’s en Adamowski termed ‘disgusting’ the recent case of a prisoner being held for 63 days in the county jail when the public defender’s office knew all the time he was a victim of mistaken identity. ;  What word does the state’s attorney now apply to the practice of his own office, di closed by The Sun-Times, of holding pris- oners from one to three days after the grand jucy has voted to free them?  In a typical instance uncovered by re- porter Joseph Albri. the grand jury heard ‘the evid e offered by the state’s attor- ney’s office in support of a murder charge. The jury found the evidence insufficient to indict. In other words, the prisoner was cleared of the ch:  That wa as i . Uhe prisoner was finally released at 3 p.m. Monday. Why the three-day delay?  Asst. State’s Att Edwin Spiro said that secretarial shortages are primarily respon- sible for delays in preparing release papers.  But he went on to say that his office would be unwilling to grant releases the same day even if he had all the clerical help he needed.  unjustifiable violation of basic human rights for the state’s attorney’s office to hold a man in jail over a weekend in the hope that the grand jury might have a change of heart and see things the state’s attorney’s way.  We agree with Chief Justice Richard B. Austin of Criminal Court, that ‘prisoners ought to be released from jail the day the no-bill is voted,” and commend his promise to “take steps to clear the roadblock.”  Meanwhile. assuming. that Adamowski knows what his right-hand nien are doing {and we hope.that is a justifiable assump- tion) we would like to hear the state’s attor- ney expound a little more fully upon his own philosophy of human rights.  He termed the public defender’s action in the case of the prisoner held 63 days .“dis- gusting,” mentioned the_word “chicanery, and called upon the grand jury and the Chicago Bar Assn. to imyestigate.  Granting 63 days is a longer time for legally innocent man to spend in jail than three days, we see no difference whatever in the principle involved.  “Disgusting” and “chicanery” seem to us to be proper words to apply in both cases and if there is a difference we beg the state’s  His explanation: The grand jury might aLORNSY) (3 DOME Outs change its mind. :  The fact that rare instances the grand jury has been known to change its mind is in our opinion the puniest of excuses for keeping a man in jail who has legally been cleared.  in our judgment, it was-a rank and un- justifiable infringement of basic human rights for the public defender’s office to keep a man in jail for 63. days in the hope ,  ~of winning the release of six other presumed co-defendants.  And in’our judgment it is a rank and  Austin Acts To Prevent Prolonged Detention Uf Prisoners  By Joseph Albright Pe er second floor of this building.” | The grand jury voted not to defender’s office. The latter of-{grand jury. Commenting on the Criminal Court Chief Justice] ts Right, Ben, me ae, © | The judge did not elaborate/indict Gonzales on an arsonjfice had hoped to make use of] disclosures in The Sun-Times, a? on his second-floor reference,|charge, which had been con-|the situation in a “trial tactic” the state’s attorney said:  Richard B. Austin took steps ie: an el f six. oth , wiles . : o win rele edits a Wednesday to prevent prolonged pers should be prepared the but reporters noted that is|tinued several times in Felony | ais: Ase 08 Sik OlUer des “This is the first time this has come to my attention. I'd like  detention of County Jail pris-|come day a no-bill is voted,/Where the state's attorney's of-/Court pending grand jury ac-| Oners no-billed by the grand Asst, State’s Atty, Edwin Spiro, |fice is headquartered. tion. The state’s attorney's of- Probe Promised Ito see a procedure set up where- as ’ el : in charge of the jury, said that] Judge Austin then went on fice waited until the normal) Noting that State’s Atty, Ben-| by a man could get out of jail ee ‘ oe Peel et 7 e would be done from now on, _ [to state that a case had come to continuance date, Aug. 5, to jamin S. Adamowski has prom- 15 minutes after he is no-billed, tigate the state's attorney's of- his attention. in which a pri- inform the Felony Court judge ised a grand jury probe of theif that is possible.” sevinnmertye ak lematens es had been _no-billed on of the no-bill. } public defender’s role in the} Adamowski added, however,  Tudge Austin's action fol.|  “Inadvertently, up to now, ma and not released until) The court ; considers this! Walker case, Judge Austin told|that a careful check must be lowed disclosure by The Sun-|defendants who have been no- ne Not Indicted a eee pene made to ensure there ate no Times that some County Jail|billed have been unlawfully de- Thi ‘ Judge Austin also referred to _ “If you are going into that) other charges pending against a prisoners are held an additional|tained from one to three days is was an obvious refer- the case of Donald Walker, 21,|field, it may be that you will|no-billed prisoner. one to three days after the grand after’ the no-bill vote. That is oe another case disclosed | who was held 63 days in Coun- want to go into unlawful de- Commenting on the Gonzales fury has: yoted- nol. to: indiet unfair to the defendant who|Y The Sun-Times, that of Nic-|ty Jail awaiting trial for a crime|tentions of this [Gonzales] kind, |case, Adamowski said:  holas Montes Gonzales, 55, of|he could not have committed,| too.” “The [state’s attorney's] office  them. has been no-billed.” 10627 S. Hoxié, who had been|A. mi : Extra time is served because| Commented Spiro: “The|!¥*! > oxi, who had been/A mixup in names led to the; A Sun-Times reporter talked|should have gone into Fel of delay by the state’s attorney's judge has ordered it. It will be | attested In connection with aj detention, which continued with/ to Adamowski prior to Judge} Court imiodlatale _ i an  siti ih; epartng: defense | 20100 ; 1957 grain elevator fire. the full knowledge of the public] Austin’s remarks before the|the matter was dropped.”  pers after a prisoner has been Other Detentions no-billed. In cases where the no-| The grand jury also was told bills have been voted on Fri-|by Judge Austin:  days, release papers have not] “There are other unlawful been prepared until the follow-/detentions which you are nol ing Mondays, responsible for but which are . Judge Austin told the grand|apparently a matter of indiffer- jury Wednesday that release pa-lence to some persons on the  SEO, SHEASO SUN-TIMES  Doing Overtime  Speaking to the grand jury, Judge Austin said:     September 15, 1960 \f"
    },
    {
        "date": "1960-09-15",
        "author": "Joe",
        "dateline": "Chicago",
        "headline": "Austin Acts  To Prevent Prolonged Detenion of Prisoners",
        "publication": "Chicago Sun-Times",
        "volume": "Volume 1 - Joe-Chicago 1958-1961",
        "volume_number": "1",
        "url": "Page37_Volume 1 - Joe-Chicago - 1958-1961 - OCR.pdf",
        "ocr_text": "CHICAGO sor SUN-TIMES =  ‘Disgusting’ Is Right, Ben  State’s en Adamowski termed ‘disgusting’ the recent case of a prisoner being held for 63 days in the county jail when the public defender’s office knew all the time he was a victim of mistaken identity. ;  What word does the state’s attorney now apply to the practice of his own office, di closed by The Sun-Times, of holding pris- oners from one to three days after the grand jucy has voted to free them?  In a typical instance uncovered by re- porter Joseph Albri. the grand jury heard ‘the evid e offered by the state’s attor- ney’s office in support of a murder charge. The jury found the evidence insufficient to indict. In other words, the prisoner was cleared of the ch:  That wa as i . Uhe prisoner was finally released at 3 p.m. Monday. Why the three-day delay?  Asst. State’s Att Edwin Spiro said that secretarial shortages are primarily respon- sible for delays in preparing release papers.  But he went on to say that his office would be unwilling to grant releases the same day even if he had all the clerical help he needed.  unjustifiable violation of basic human rights for the state’s attorney’s office to hold a man in jail over a weekend in the hope that the grand jury might have a change of heart and see things the state’s attorney’s way.  We agree with Chief Justice Richard B. Austin of Criminal Court, that ‘prisoners ought to be released from jail the day the no-bill is voted,” and commend his promise to “take steps to clear the roadblock.”  Meanwhile. assuming. that Adamowski knows what his right-hand nien are doing {and we hope.that is a justifiable assump- tion) we would like to hear the state’s attor- ney expound a little more fully upon his own philosophy of human rights.  He termed the public defender’s action in the case of the prisoner held 63 days .“dis- gusting,” mentioned the_word “chicanery, and called upon the grand jury and the Chicago Bar Assn. to imyestigate.  Granting 63 days is a longer time for legally innocent man to spend in jail than three days, we see no difference whatever in the principle involved.  “Disgusting” and “chicanery” seem to us to be proper words to apply in both cases and if there is a difference we beg the state’s  His explanation: The grand jury might aLORNSY) (3 DOME Outs change its mind. :  The fact that rare instances the grand jury has been known to change its mind is in our opinion the puniest of excuses for keeping a man in jail who has legally been cleared.  in our judgment, it was-a rank and un- justifiable infringement of basic human rights for the public defender’s office to keep a man in jail for 63. days in the hope ,  ~of winning the release of six other presumed co-defendants.  And in’our judgment it is a rank and  Austin Acts To Prevent Prolonged Detention Uf Prisoners  By Joseph Albright Pe er second floor of this building.” | The grand jury voted not to defender’s office. The latter of-{grand jury. Commenting on the Criminal Court Chief Justice] ts Right, Ben, me ae, © | The judge did not elaborate/indict Gonzales on an arsonjfice had hoped to make use of] disclosures in The Sun-Times, a? on his second-floor reference,|charge, which had been con-|the situation in a “trial tactic” the state’s attorney said:  Richard B. Austin took steps ie: an el f six. oth , wiles . : o win rele edits a Wednesday to prevent prolonged pers should be prepared the but reporters noted that is|tinued several times in Felony | ais: Ase 08 Sik OlUer des “This is the first time this has come to my attention. I'd like  detention of County Jail pris-|come day a no-bill is voted,/Where the state's attorney's of-/Court pending grand jury ac-| Oners no-billed by the grand Asst, State’s Atty, Edwin Spiro, |fice is headquartered. tion. The state’s attorney's of- Probe Promised Ito see a procedure set up where- as ’ el : in charge of the jury, said that] Judge Austin then went on fice waited until the normal) Noting that State’s Atty, Ben-| by a man could get out of jail ee ‘ oe Peel et 7 e would be done from now on, _ [to state that a case had come to continuance date, Aug. 5, to jamin S. Adamowski has prom- 15 minutes after he is no-billed, tigate the state's attorney's of- his attention. in which a pri- inform the Felony Court judge ised a grand jury probe of theif that is possible.” sevinnmertye ak lematens es had been _no-billed on of the no-bill. } public defender’s role in the} Adamowski added, however,  Tudge Austin's action fol.|  “Inadvertently, up to now, ma and not released until) The court ; considers this! Walker case, Judge Austin told|that a careful check must be lowed disclosure by The Sun-|defendants who have been no- ne Not Indicted a eee pene made to ensure there ate no Times that some County Jail|billed have been unlawfully de- Thi ‘ Judge Austin also referred to _ “If you are going into that) other charges pending against a prisoners are held an additional|tained from one to three days is was an obvious refer- the case of Donald Walker, 21,|field, it may be that you will|no-billed prisoner. one to three days after the grand after’ the no-bill vote. That is oe another case disclosed | who was held 63 days in Coun- want to go into unlawful de- Commenting on the Gonzales fury has: yoted- nol. to: indiet unfair to the defendant who|Y The Sun-Times, that of Nic-|ty Jail awaiting trial for a crime|tentions of this [Gonzales] kind, |case, Adamowski said:  holas Montes Gonzales, 55, of|he could not have committed,| too.” “The [state’s attorney's] office  them. has been no-billed.” 10627 S. Hoxié, who had been|A. mi : Extra time is served because| Commented Spiro: “The|!¥*! > oxi, who had been/A mixup in names led to the; A Sun-Times reporter talked|should have gone into Fel of delay by the state’s attorney's judge has ordered it. It will be | attested In connection with aj detention, which continued with/ to Adamowski prior to Judge} Court imiodlatale _ i an  siti ih; epartng: defense | 20100 ; 1957 grain elevator fire. the full knowledge of the public] Austin’s remarks before the|the matter was dropped.”  pers after a prisoner has been Other Detentions no-billed. In cases where the no-| The grand jury also was told bills have been voted on Fri-|by Judge Austin:  days, release papers have not] “There are other unlawful been prepared until the follow-/detentions which you are nol ing Mondays, responsible for but which are . Judge Austin told the grand|apparently a matter of indiffer- jury Wednesday that release pa-lence to some persons on the  SEO, SHEASO SUN-TIMES  Doing Overtime  Speaking to the grand jury, Judge Austin said:     September 15, 1960 \f"
    },
    {
        "date": "1960-09-21",
        "author": "Joe",
        "dateline": "Chicago",
        "headline": "How Jail Delays Hike Prison Terms",
        "publication": "Chicago Sun-Times",
        "volume": "Volume 1 - Joe-Chicago 1958-1961",
        "volume_number": "1",
        "url": "Page38_Volume 1 - Joe-Chicago - 1958-1961 - OCR.pdf",
        "ocr_text": "How Jail Delays Hike Prison Terms  By Joseph Albright | Paperwork delays and blun- ! ders are capriciously. stiffening . some penitentiary sentences im- posed in Criminal Court, a Sun-  Be Ten . Tuesday. ee - _ For dozens of convicts this. Ted tape has the sar ctl | an arbitrary ea with power to add months to Prison sentences as the fancy strikes him. ‘ A limitation on this red tape court of review” is that it can Only reduce the gap between the maximum. and “minimum terms decided. by Criminal Court Judges and juries. It cannot add time to the maximum, but it can and does delay convicts’ ap- pearance before the Illinois Pa- tole and Pardon Board,  Lost In Security  Edward M. Merlak, 27, of 1814 N, Albany, was victim- ized by  4 paperwork -error to  was shipped to the penitentiary with 167 days of County Jail time he served after being sen- tenced.  Canty pleaded guilty to a pair of robberies on March 29 be- fore Judge John Gutknecht, A [CO-aetandant in one of the cases demanded fiat, however, and the case dragged on until July 27. At that time, Gutknecht gave Canty one to four years in the penitentiary, specifying that the time would start at the March 29 conviction date. oe  “The state’s attorney's office could thus have prepared sen- tence papers any time after July 27, The sentence papers (termed an official statement of facts) were not readied until Sept. 2, however.  ‘Dead’ Time Canty’s papers were finally signed by Judge Gutknecht on Sept. 9 and recieved at the jail Sept. 12, after the weekend.     “the tune of 266 days, The Sun- Times learned, :  to insist that they nev  er received  Canty was on his way to State- ville four days later  As with Merlak, Canty’s 167 days in the County Jail amounts to dead time so far as the pa-  role board docket is concerned.  Samuel G. Onayo, 30, was sent to the penitentiary two weeks) ago’ with 143. “dead” days to his credit. Onayo plead- ed guilty to burglary before Judge Gutknecht, and drew a two-to-three year prison term on April 18. Onayo’s sentence papers were not drawn up by the state’s attorney’s office until  exactly four months later.  Await Full Load  It was another three weeks before Onayo could be sent to prison, Meanwhile, the official statement of facts had to be signed by Judge Gutknecht, at- tached to other papers prepared by the Criminal Court clerk's office, and sent 50 yards across a parking lot to the County     Code Revised     Jail.  term,  not to the minimum.  Then jail authorities had to wait until they had enough con- victs to make up a 30-man ship- ment. ,  The state’s attorney's office is not at the root of all admin- istrative delays, although The Sun-Times turned up dozens of  it. Delays Of 54, 56, 73 an days were also uncovered,  Similar instances of lagging paper work were found in a study of senience papers before Benjamin S$. Adamowski became Cook County state’s attorney.  Some Criminal Court judges are taking days and even weeks to get their signatures affixed to the sentence papers, according to Criminal Court clerk’s office records. The judges maintain the delays result when messen- gers are slow in bringing the papers to and from the clerk's office.  The Sun-Times found records indicating that sentence papers  one-month lags attrib uate to] =  delivered to Judge Jacob M. Braude on Sept. 6 and not re- turned until Sept. 15. Similar records show that papers on a  23-year-old. larceny convict were delivered on- Aug. 11 to Judge Daniel A. Covelli and not returned until Sept. 9. Pm Fudge Explains Judge Covelli explained that he left for his vacation on Aug, 6. The papers apparently lay unsigned in Covelli’s chambers until he returned from his month-long vacation, he said. It was learned that Judge Covelli sent back by return mail two other sets of sentence papers which were sent to him. for signature during the same period.  Judge Braude, who has been switched from criminal to civil €ases, insisted he -had signed the robber’s papers within a few hours after their delivery to him. It sometimes takes mes-        for a 35-year-old robber were  sengers three or four days to  brought a rare degree of con-     pick up sentence papers after he has signed them, he declared. Neither judges nor prosecu- tors are at fault in the case of Edward M. Merlak, whose al- ready mentioned delay of 266 days was the longest discovered  | by The Sun-Times, =  Merlak was in County jail under the name of Edward Murtak. Just eight days after his sentence, his shipping papers were in order, Clerk’s office records show that on Feb. 5, Merlak’s papers were picked up by a sheriff's office employe for delivery to county jail.  Papers Returned Another set .of ledgers in the Criminal Court bailiff's office indicate that Merlak’s papers were returned unused a few days later—apparently. because the jail could find no such pris- oner as Edward Merlak, + (Jail record keepers continue  Continued on Page 14  currence from State's Atty. Ben- jamin S. Adamowski, Criminal Court Chief Justice Richard B. Austin and Public Defender Gerald W. Getty.  Adamowski said he would propose an amendment to the Criminal Code to make. sure County Jail time counts both on a prisoner's maximum and min- imum sentences, -  Austin said: “I have been ad- vised by a representative who voted on the bill that it was the intention of the Legislature to make sure that those convicted should receive full credit for all purposes for every 24 ho served anywhere from the date of sentence,”  Getty said; “If this is true, find it unbelievable, Then the  (Prison terms are expressed in terms of a ceiling sentence and a least sentence, even if the dif- ference is only one day.)  Thomas D. O'Brien, state su- perintendent of paroles, told The Sun-Times that the parole board never hears a man’s case until after he has been in the penitentiary for the duration of his minimum term.  - Reason Offered  “There is a-réason for this,” O'Brien said. “The wardens feel they have to have time to deter- mine whether the individual. is parolable or a troublemaker.”  Last year, he said, the parole board. heard 3,405 cases and as| a result 1,344 prisoners were paroled, If paperowrk delays cannot inevitably guarantee longer sentences, they can cer- tainly reduce the odds of get- ting out of prison after serving the minimum.  The Sun-Times _ disclosures  any papers at all. Had they re- ceived any penitentiary orders, they would have found Murtak was an alias for Merlak, jail authorities said.) / i No matter how the blame is to be apportioned, convict Mer- lak remained in County Jail un- til last week, when his plight was discovered by Warden Jack Johnson. Johnson said he still is not sure whether the mistake took place in the jail or else- where. ‘ Ninety-three prisoners under sentence were transferred to the penitentiary in the first 16 days of this month. Of these, one was sentenced in January (Mer- lak), three in March, .one in April (Canty), and 10 in June. Some of the 93 had their trans- fers held up by their own attor- neys seeking to overturn the original guilty verdicts.  Actually, the paperwork de- lays and blunders would mean nothing except for a little known policy of the Illinois Pa- Tole and Pardon Board. The Sun-Times found that a major- ity of judges, prosecutors and defense attorneys thought that all time served after sentencing —in the County Jail or else- where—was equivalent to peni- tentiary time.  A 1957 state law was de- signed to insure just that. Now designated Sect. 801B of the Criminal Code, the new law declares that after a person is sentenced, any time served in any jail is to be credited as time served on a cofvict's peniten- tiary or reformatory time. .  However, the parole board’ reading of that law is that it applies only to: the: maximum     September 21, 1960    \f"
    },
    {
        "date": "1960-09-22",
        "author": "Joe",
        "dateline": "Chicago",
        "headline": "Two Flee Courtroom Captured In Chase",
        "publication": "Chicago Sun-Times",
        "volume": "Volume 1 - Joe-Chicago 1958-1961",
        "volume_number": "1",
        "url": "Page39_Volume 1 - Joe-Chicago - 1958-1961 - OCR.pdf",
        "ocr_text": "wo Flee Courtroom, Captured In Chase  The sight of a curvy blonde in a tight green dress was enough Wednesday to set off an two-man escape attempt in the Criminal Courts Building.  But witnesses said Alfred R. Eland, 24, of 3444 N. Elaine, and John Fleming, 23, of 5037 W. Cornelia, both ex-convicts, did not bolt from because of her charms.  She most certainly was an accomplice who helped them time their bid for freedom, ex- plained Richard Ronne, a bailiff in the courtroom of Criminal Court Chief Justice Richard B. Austin.  Second-Row Seat  It was Ronne who saw the blonde nod from her second- row seat to Eland and Fleming, sitting in wooden chairs nearby while awaiting arraignment on three robbery charges.  Seconds later the two men made a broken field dash through a crowded courtroom. The blonde vanished.  Ronne figured she was wait- ing for them in a car outside the courts building at 26th and California.  If so, she was disappointed.  Eland was grabbed by bailiff John Bengel, 33, when he ran up a blind corridor outside the courtroom. Bengel, a former high school football tackle, dropped his man with a flying stranglichold.  a courtroom |/     Fleming almost kept his  rendezvous with the blonde. He dashed down four stairs to the first floor with a corps  sheriffs and courtroom attaches in hot pursuit.  flights of  of policemen, deputy  Scorns Warning  “Stop!” shouted Sgt. Nelson Berard, pulling his gun. But leming scorned the warning by Berard, a member of the heriff’s highway police sta- ioned at an information booth | on the first floor.  Ten paces from the front en- trance of the courts building,  Sleming’s bid failed. He was pinned to the wall by Deputy Sheriffs Robert Killer and Ed-  ward Switzer, capias. servers who had heard the commotion from their nearby office and joined the chase.  Both Eland and Fleming were returned in handcuffs to Judge Austin’s courtroom. The judge ordered that they be similarly manacled during subsequent courtroom appearances.  Bonds Increased  Judge Austin then increased their total bonds on _ three armed robbery charges from $60,000 to $120,000.  The two men were charged with committing two drugstore and one grocery robbery on the North and West Sides. Two of the robberies were the work o bandits using razor blades an switchblade knives.  Eland and Fleming were re leased from the _ penitentiary only last spring after serving sentences for armed robbery.  September 22, 1960       \f"
    },
    {
        "date": "1960-09-29",
        "author": "Joe",
        "dateline": "Chicago",
        "headline": "Doctors Reportedly To Qualify Boy For Death Trial",
        "publication": "Chicago Sun-Times",
        "volume": "Volume 1 - Joe-Chicago 1958-1961",
        "volume_number": "1",
        "url": "Page40_Volume 1 - Joe-Chicago - 1958-1961 - OCR.pdf",
        "ocr_text": "46  ———_— CHICAGO SUN-TIMES, Thurs., Sept. 29,1960  Doctars Reportedly To Qualify Boy For Death Trial  By Joseph Albright  mendous amount of oressure  chotic. However, he has been  Two psychiatrists reportedly ag eeen from pickiness,under great constraint by fam-  will testify that Harold Dalibo- zak, the boy accused of slaying 5-year-old Betsy Benham, is leg- ally competent to stand trial for murder.  The Sun-Times has learned that Dr. William H. Haines, head of the Cook County Be- havior Clinic, and Dr. Groves Smith of the Menard Branch of the Ilinois State Penitentiary, will so report at a sanity hear- ing Friday before Criminal Court Judge Joseph J. Drucker.  As a result of their examina- tion of the 14-year-old Dali- bozak last week. the two doc- tors reportedly have decided that the boy can co-operate with his attarney and can under- stand the nature of the charges against him. These are the two main points at issue in the sanity hearing.  Reports Obtained  The Sun-Times also obtained the text of reports made by Dr. Haines and Dr. Jordan Scher to Cook County Jail au- thorities. Dr. Scher is consulting psychiatrist for the jail.  Dalibozak had confessed Strangling Betsv jast July 5 near her Wheeling Twp. home. In the confession. later repudiated, he said he ki the girl be- cause she had been taunting} him.  In a report Aug. 5, Dr. H  “The formal psychological examination ptaces him [Dali- bozak] in the group of average intelligence. His efficiency lower than his intellectual] pacity ... ‘  “The results [ot certain tests] indicate he is emotionally mature. reflecti a frustration of basic needs. His need for affection is on 4 very infantile level. -  “There appears to be a seri~ ous deprivation of affection so that there is extreme anxiety and aggression resulting from this deprivation . . .  “The personality ts under- developed and the subject tries | to pull his availeble resources together by obsessive e-compul- sive actions. There schizoid features. i  Lack OF ©  “Considerin tests], it is fe  the jail  is ca-)  wool Cited  g the response [to |  fone a It that sexual devia- § Would not fate  ABEressive. him into  scems to steny  fectional deprivati \" on a of control nd :  tional stimul  In a similar report for uid. | ance of jail officials, Dr. Snes  4 lack er st rong emo.  has been under aq tre.  n the part of his ..t 0 ver | Bonik: stepmother]. She is ai- ways making him do the house- work, scrubbing floors: setting tables, cleaning things. includ- ing his room, and will always find spots that he has nm  Doesn’t Like Girls  “He said he does not like girls—he just has no feeling for them or for women of any age and he is not too fond of male friends because he will always get into arguments.  “My impression is that this is an extremely immature, naive and open young man who has beer very, very constrained by external pressures on the part of his stepmother.  “Tt is not unlikely or surpris- ing that he wishes to be an air- plane pilot, which in his view may be [an opportunity to be] lonely, solitary, high in the air and looking down on everything and everyone.  “He is obviously not psy-  ily, school situations and other- wise as well as the problem of being transplanted totally into a new culture without his own mother and with a woman who has been very meticulous and  -|demanding of him... .  “L would feel that in this cir- cumstance this individual, so constrained, so feeling left out, unaccepted anywhere, might have gone along without any such event [Betsy’s death] in- definitely and perhaps integrated fairly normally at a later age.  “However, the persistent taunting (by the-victim) at a time when he was probably  otherwise depressed as well as  “He was ‘very much like the | not thinking too highly of him-  animal who, trapped in a cor- self, was sufficient at this time!ner, as he [Dalibozak] felt at for him to try to put a stop to this time, must strike back even such taunting on the part of this | if he is not adequate to striking smaller person, the only person ‘back.  whom he felt he might be| “ven the deer, when cor- able to a and by analogy | pered, will turn on its assailants all small people or people whom | and perhaps ‘his is the situation  he felt he might be able to re-! F 7 7 for ;as he imagined it on the occa- taliate upon his own fecl-' sion of the crime.”  nee. OE Keane used sini put Dr. Haines and Dr. Smith’s  jose Who ; apes oe Digger’ report to Judge Drucker wil = lly, this is : | include the results of a physica Sensually, an imma- examination, the psychiatric ex: ture young man, Who Performed | amination, an estimate of thi a highly impulsive act. More boy’s IQ, his social history, < likely than not ti chances of|resume of the mental examina him repeating SUCH an act are|tion, a medical diagnosis anc extremely slim. = - - an opinion as to his legal sanit     September 29, 1960       \f"
    },
    {
        "date": "1960-09-14",
        "author": "Joe",
        "dateline": "Chicago",
        "headline": "How Prisoner Release Is Delayed",
        "publication": "Chicago Sun-Times",
        "volume": "Volume 1 - Joe-Chicago 1958-1961",
        "volume_number": "1",
        "url": "Page42_Volume 1 - Joe-Chicago - 1958-1961 - OCR.pdf",
        "ocr_text": "CHICAGO SUN-TIMES, Wed., Sept. 14, 1960  2  tained William Derr, 19, offinsurance agency convinced|defended his office's action in leases even if he had all the q|5401 S. Cottage Grove. Last|Fire Department officials that|the Gonzales case. clerical help he needed. Friday, the grand jury voted/Gonzalez was responsible. Ferlic’s Comment ; T cannot tell when the grand 1 not to indict him for assault to Case Of Gonzales “The grand jury’ might have jury will decide, after delibera- Om Fal BEINN LEORN, cesteramrcs Ht Her aan Despite the grand jury action, reconsidered its action,” he said. tion, to reconsider a no-bill and a ge aE SSH DS freed until 3 p.m. Monday.  |Gonzales was held until Aug.|“There were other matters re-|vote to indict someone,” he said. Sun-Times survey showed Spiro explained that it is nor-|5. The arson charge had been| lating to Gonzales which we did|Such instances are extremely ee he rane procedure|Continued several times in Fel-|not present to the grand jury at/unusual, he conceded. The disclosures brought a for those no-billed on Friday|ony Court pending grand jury|the time of the no-bill.” _ Not every person whose case pone of gnke rea ea to be held until Monday. Dur-| action, and the state’s attorney's) But it was Ferlic who re-|is heard by the grand jury is tion from Criminal Court Chief ing the week, there is a 24-hour | Office waited until the normal|ported the day after Gonzales's|held in jail. Some are out on Justice Richard B. Austin, veh in ei aring release pa- continuance date, Aug. 5, to tell/arrest in June that the man had|bond and others Were never ap- ie is sie beneen. ie a Ye a 7 the Felony Court judge of the|passed a lie detector test on the|prehended in the first place. time the grand jury votes not P an uy, ‘ hom the grand|&nd jury no-bill. The judge|$5,000,000 grain elevator fire/Thus, those affected by the ap- to indict a prisoner and the) nl ete init aa then immediately discharged] in 1958. parently slow-moving wheels of fime the Sait SRE S. Oe fies a a ¢ released | Gonzales. But while the Felony! The Sun-Times printed that | justice, usually lack means to is a vibe a oe oe fam the eae , iil oe next|Court charge was pending]/disclosure on June 3 and in the/make bond in the first place, In ; : ; : against the 55-year-old unem- typed Fa aD et UL a Te ane oloyed porter, fe jail could not} Brown of the police arson squad | with non-bailable offences. ee in ater fors frmdc Thsy, aren, Des peas) Adama At How They're Held ae ane “The state’s attorney unques-| ing to do with the blaze. *\\\" jealcumbaieenl i Chief Justice Austin said he|iontbly has an obligation to ee Ceean  ‘ P : nolle prosse a case (drop charg- Last Friday, the 23 grand|would instruct Spiro to have es) in Felony Court as soon as|said secretarial shortages are|full knowledge of public de- jurors heard testimony on a|papers prepared the same day  ; Fan ‘all the grand jury votes a no-bill.” l murder charge lodged against the no-bill is voted, especially Frank J. Ferlic, first assistant| in preparing release papers. But,|Gerald W. Getty said his assist- Tee Turner, 21, of 1216 S. Kee-/on Fridays, when a delay Would| ate's attorney, ‘Strongly dis-/he said, his office would be un-| ants ler. They voted not to indict|cost a prisoner an extra week-  him—which meant they felt/end of freedom. there was not enough evidence) Austin Promises Action  to warrant a trial, “Prisoners ought to be re-  The County Jail could not} teased from jail the day the release him Friday because it no-bill is voted,” he said, “If had no official notification of something is holding this up,  the grand jury action. I will take steps to clear the The notification was not typed roadblock.”  until Monday morning by Mar- : z The Sun-Times survey turned garet Duffy, assistant to Asst. up one case in which 14 days  State’s Atty, Edwin Spiro. The : County Jail received the release er nae seme ent Papers finally at 12:50 p.m.lrctease, ‘That resulted from a Monday. Turner was freed two legal procedure for which hours and 10 minutes later, after Judge Austin also directed fire hormal processing procedures.|on the state’s attorney's office.  Virtually the same delay de- On July 22, the grand jurors SS  H IGH L A N. D P A R K voted against indicting Nicholas  Montes Gonzales, 55, of 10627  SWASTIKA DOWN |S. Hoxie, on a change of burn-  : i ing down a grain elevator on Highland Park police Tues- 17° day removed a swastika flag Jan, 21, 1957. He had been ar-  rested carly in June for the fi . tom a smokestack of an three-year-old crime after a pri- abandoned city incinerator at vate deteétive working for an Skokie Hwy. and Deerfield : UI  By Joseph Albright Delays in preparing gran jury release papers cost some  on the heels of disclosures that a prisoner had been held 63  ow Prisoner Release Is Delayed  the release of six other defend- ants.  State’s Atty. Benjamin §, Adamowski Monday called the move “disgusting” and said he was initiating a grand jury probe of the public defender’s office and sending a complaint to Chi- cago Bar Assn.  Specifically, he said it was “chicanery” if Getty intended to keep one man imprisoned to win the release of the other six presumed co-defendants,  Commenting on the state’s attorney’s office procedure which keeps dozens imprisoned  same article quoted Sgt. Drew|other cases, they were charged| for from one to three days to permit reconsideration of no- bills, Judge Austin told the Sun- The Sun-Times survey came | Times:  “T have direct recollection of  only one case in which the Spiro, a veteran prosecutor, |days in the county jail with the| grand jury ever reconsidered its no-bill; I have been told it has primarily responsible for delays] fender’s office. Public Defender happened only once so far this year. I cannot see holding 50 or planned to use a mixup in| more men in order to permit the agreed with Judge Austin and willing to grant same-day re-|names as a “trial tactic” to win| reconsideration of one no-bill,”  October 14, 1960          \f"
    },
    {
        "date": "1960-10-20",
        "author": "Joe",
        "dateline": "Chicago",
        "headline": "Adamowski Unqualified, Bar Committee Reports",
        "publication": "Chicago Sun-Times",
        "volume": "Volume 1 - Joe-Chicago 1958-1961",
        "volume_number": "1",
        "url": "Page41_Volume 1 - Joe-Chicago - 1958-1961 - OCR.pdf",
        "ocr_text": "Adamowski Unqualitied, Bar Committee Reports  The Chicago Bar Assn.’s Committee on Candidates is- sued a report Tuesday that said State’s Atty. Benjamin S. Ad- amowski is no longer qualified for office.  Adamowski replied that the report “is about as vicious and complete an attempt to control the voting as I have ever wit- nessed.”  The report described <Ad- amowski’s Democratic op- ponent, Daniel P. Ward, as “well qualified for the office of state’s attorney of Cook Coun- ty.”  It was mailed to CBA mem- bers Tuesday with ballots for ' the association’s bar primary for judicial candidates and candi- dates for state’s attorney. It contained the recommendations of the committee as approved by the board of managers.  ‘He Has Ability,” But...  Of Adamowski, the report stated:  “He has the ability and ex- perience to render outstanding service in the office of state’s attorney. Four years ago he was found well qualified for the office. However, since that time, his reckless and indiscriminate attacks generally upon members of the judiciary, impugning the integrity of judges who rule against himy, have tended to un- ‘dermine the confidence of the     public in the courts and have greatly prejudiced his effective- ness in the office to which he was elected. For these reasons the committee is no longer of the opinion that he is qualified for office.”  Replied Adamowski:  “As for my so-called ‘general’ attack on judges, this is not based on fact.”  Challenge By Adamowski  He went on to dare the as- sociation to prefer charges against him if he is guilty of misconduct and to conduct the trial in public.  “As for my conduct of the office,” he continued, “fortun- ately all of the people of Cook County will have an opportun- ity to pass judgment on what I have done, and so there can be no question that I do not pro- pose to be intimidated. I intend to carry on in the next four years as I have in my first term.”  He called the’ evaluation “typical of the reaction and treatment I have received from the Chicago Bar Assn. and I am not surprised.”  Ward ‘Outstanding’ In its estimate of Ward, the committee stated: “He is a person of outstand- ing ability and integrity. He has had a wide and intensive experi-  rh 8 2     law. from both practical ar academic standpoints, includi the administration of the offi of a prosecutor. On the basis his character and backgrou the committee is of the opinic that he is well qualified for t office of state’s attorney Cook County.”  Adamowski also referred a letter received Tuesday members of the CBA denou Ing the formation of a lawye committee for Ward as contra to the association’s rules.  6 Signed Letter  The letter was. signed Joseph H. Hinshaw, Albert Jenner Jr. and Barnabas Sears, former presidents of t illinois State Bar Assn., a James P. Carey Jr. Werner Schroeder and Harold A. Smit former presidents of the CB  It quoted one paragraph an association resolution calli solicitation of support in t bar primary “‘misconduc However, other attorneys we of the opinion that War« actions were not in violatk of the resolution.  The letter also stated t Adamowski had refused permit committee solicitation CBA members in his beh  Another letter received attorneys bore the letterhe “Non-Partisan “Committee  October ??7, 1960    \f"
    },
    {
        "date": "1960-11-26",
        "author": "Joe",
        "dateline": "Chicago",
        "headline": "Grand Jury Vote Probe Ordered By Adamowski",
        "publication": "Chicago Sun-Times",
        "volume": "Volume 1 - Joe-Chicago 1958-1961",
        "volume_number": "1",
        "url": "Page43_Volume 1 - Joe-Chicago - 1958-1961 - OCR.pdf",
        "ocr_text": "CHICAGO SUN-TIMES, ‘sat, Nov: 28, 1960  rand Jury Vote  Probe Is Ordered  By Adamowski  ‘State’s Atty. Benjamin S. Adamowski ordered'a grand Jury investigation Fri.  day into charges of voting frauds in the Nov. 8 election.  wski’s action came a  s after Cook. County  ns demanded a re-  fall paper ballots cast  ounty. There are about  00,000. such ballots and ap- roximately two weeks will be eded to recheck them, elec-  tion officials said. The grand jury investigation was ordered by Adamowski as  ‘the apparently defeated state’s ‘attorney visited his son, Benja- min Hz; at the University of ‘Colorado itt Boulder. Probe Starts Tuesday —  The investigation will open Tuesday. and Adamowski wih eturn to. direct-it, according to ewoy Cc. Sandquist Jr., chief of the state’s + ceeney’s ‘civil divi- sion.  ‘Sandqui versation the investi matters as 5 election judges and poll watch- ers, and the accusations by Mrs. Marie Suthers, Republican mi- nority member of the election ‘canvassing board. * sq.  Mrs. Suthers stormed out of  meeting of the canvassing oard Wednesday after charg-  i that the Democrat-con-  siied board was “whitewash-  g” an investigation of 460 hicago election judges.  Another Adamowski as ist nt, Hany as ight be  ank Ferlic, said as or5 election judges” “He indi- of the same judges  Falled eptores the jury.  ; after a phone con- Adamowski, ‘said  who appeared Wednesday would be called.  In addition, some precinct captains maz be asked to testify, Ferlic added.  Adamowski’s. office will be in charge of the investigation for only four days—from next Tuesday through Friday.”  Adamowski will leave office on Dec. 5.  Seeks To Turn It Over  Ferlic indicated Adamowski will seek to turn the politically ticklish investigation over to his successor, Democrat Daniel P. Ward, who topped Adamowski by some 26,000 votes.  “We are hoping that if suf- ficient evidence is turned up,  the investigation might be con- tinued,” Ferlic. said.»  Named to present evdience to the jury was an Adamowski as- sistant, Frank Wesolowski.  Bundle Of Reports  Wesolowski said he had a bundle of fraud reports to bring before the jury. He cited several instances of alleged fraud, but declined to name persons in- volved. These were among the cases mentioned by the prose- cutor: ‘  A report from a watcher that a precinct captain was seen checking a. polling;list and placing money in envelopes —and that he had told a lieuten-,  2d ward poll  se + ant to “get this over te these people.”  Evidence from three precinats in the 25th ward that there were “substantial differences” in yote figures found on tally sheets and the actual-figures found on vot- ing machines.  Evidence, Biers ned day by Mrs, §$  persons voted :ij  cinct of  they were  ea ward actually)  >  =  the  of the precingt on ecled  The re ast inc     ‘aon CR  November 26, 1960   "
    },
    {
        "date": "1960-11-29",
        "author": "Joe",
        "dateline": "Chicago",
        "headline": "Call 2d Ward Vote Judges In Quiz",
        "publication": "Chicago Sun-Times",
        "volume": "Volume 1 - Joe-Chicago 1958-1961",
        "volume_number": "1",
        "url": "Page44_Volume 1 - Joe-Chicago - 1958-1961 - OCR.pdf",
        "ocr_text": "A grand jury investigation into alleged voting frauds opened Tuesday with —  the spotlight trained on Chicago’s heavily Der ‘  Under special scrutiny was che 50th precinct of that South}cinct along with documents Side ward. Republicans have|from eight other precincts. charged that more than 80 per-| Along with Mrs. Rhodes, sons voted in the precinct Nov.) Mrs. Lucille Henderson and S allbened ply mes sauelitied Mrs. Lucille Roberson were  lived in the precinct at 2 the UNE. oe subpenaed to relate election-day  (Sen. John F. ened gor activities in the 2d ward’s 50th 78 of the precinct’s presidential |precinet. All three women now votes to three for Vice President|!ive at 3354 W. Lexington—on Nixon.) the West Side.  Board’s Counsel Testifies | They told reporters they  First witness to go before the ;moved to the new address after grand jury was James Murphy, |election day because of demoli- assistant attorney for the Board|tion work in their old South of Election Commissioners. Side precinct.  Among the documents he re- Also subpenacd from the portedly turned over to the'50th precinct was a policeman, jurors were 44 affidavits signed Charles Ray, assigned to the by challenged voters in the poll-| Prairie Av. station, “300 E. 29th. ing place at 3501 S. Cottage|He told BERGHEES he notified Grove on election day. The af-| both his d et station and the fidavits—each signed by the|Boarg of Election Commission: | voter and two other residents|¢rs when he found no Republi- | of the precinet—are expected to) can election judges on duty in help the jury ‘determine whether | the precinct, irregularities occurred.  The affidavits also were seen! w oy Evan as the basis for possible future|tndiana, who legal action against the  Scheduled as early wit  43, of 3336 S. entified himself  before the jury were the thtce  Democratic election judges) from. the precinct. There were | no Republican judges on duty || on election day. | , Denies Fraud Knowledge  One of the Democratic judges, Mrs. Joanna Rhodes. 33, of 3354 w. Lexington, mother of nine children, was,  mes reporter | ury appearance about the Rau illcgttions |  “T don’t know anything about nothing like that,” she replied. |  ‘The grand jury investigation |  “cs by defeated Re-! tate’s Atty. Benjamin wski.  Some politicians regard the ‘nyestigation as) Adamowski’s z0ing-away Present to his Demoeratic successor, Daniel P. Ward, who will be sworn nto office Monday  qoamayiski's a wid\" they hope to enough evidence of voting 2 regularities this week ; will be obi; iged to kee: vestigation alive.  Calle  ssistants have  such offeiee stigceated © prosecutor would be al-  vole ineligible persons  To bolster  tol  his  INVesti oti  of 4959 S. Michigan, police sergeant threatened him on election night when  protested Another prospective witness couldn't be  ic 2d ward. | as the secretary of the 2d Ward | Republican Organization. Evans | told reporters he made a care-| ful pre-election canvass of the precinct and found only 22 eligible voters. He said he wants to know why so many more persons actually voted. ° According to were no Republican duty because he  tually were Democrats’ an  not live in the precinct. Evans  said he advised the two judges  not to appear for duty. Evans said he had  ammunition for the  tors, including:  further | investi  1 A charge by the GOP _pre- b  Dunn) that al  cinct captain, Arnold  Dunn the day's vote tallied because of  tha  | the . judges. Dunn said in a report to  CHICAGO SUN-TIMES, Wed., Nov. 30, 1960  “Stee  Judges In 2d Ward |  Face Vote  Continued from Page 3  absence of Republican the GOP ward organization that _ the sergeant ordered the vote to be counted and threatened “to call a wagon and have me lock- ed up.” 2 A charge by Dunn that two of the election judges, Mrs. Roberson and Mrs. Henderson, signed affidavits so that all chal- lenged persons could vote. Asst, State’s Atty. Charles S. Kwiatkowski. said. the charges  would be investigated by the grand jury.  November 29, 1960  Quiz Jury  Also called in the investiga- tion of the precinct was Mrs. Marie Suthers, Republicar member of the three-membe. Board of Election, Commission, ers. She stalked out of alcan:  with the charge that Democrat were whitewashing an inves  Wesolowski said he has in- formation that in the 46th pr cinct Adamowski’s voting-ma. chine tally was reduced b votes while Ward’s was creased by SO. -  In the 28th- precinct, Ada- mowski’s total was cut by 14 votes and Ward's increased by the same figure, according to the prosecutor. 4  Jury’s Fate Uncertain Still undetermined was the  jury’s fate when Adamowski leaves office.  It is possible that the jury  .members will vote to continue  the investigation. Another pos- sibility is that Ward will appoint a special prosecutor to carry on the probe.  If the jury gathers sufficient evidence it has the power to, vote true bills immediately, even. before Adamowski’s term ends. There was speculation that such action would be sought to bol- ster Adamowski’s efforts to gain a recount of Cook County's votes. He lost the election by about 26,000 votes.  Wesolowski said the jury will look into such additional mat- ters as these:  ] The disappearance of voter applications from the oe versial 50th precinct of the 2 ward. These documents van- ished from the City Hall files of the Board of Election Commis- sioners. 2A report that a 35th ward Democratic precinct captain had a voting machine moved near a staircase so he could serve voters’ actions. 3 A report from the 39th ee that a voter asked help in casting a ballot for Vice Presi- dent Nixon and was denied the| aid.    \f"
    },
    {
        "date": "1960-12-01",
        "author": "Joe",
        "dateline": "Chicago",
        "headline": "Jury Expands Vote Fraud Investigation To West Side Pct",
        "publication": "Chicago Sun-Times",
        "volume": "Volume 1 - Joe-Chicago 1958-1961",
        "volume_number": "1",
        "url": "Page45_Volume 1 - Joe-Chicago - 1958-1961 - OCR.pdf",
        "ocr_text": "a  The Cook County grand jury Wednesday widened its investi- gation of voting irregularities to include West Side precincts where Republicans have cried “fraud.”  First on the day’s list of wit- nesses was Mrs. Patricia Rich- ards of 2720 W. 26th, a Demo- cratic judge in the 46th precinct of the 25th ward on election  p have charged  that State’s Atty. Benjamin S.  damowski was short-changed by 90 votes in that precinct. The GOP contends Adamowski was credited with 40 fewer votes than the precinct’s voting ma- chine yecorded and that Ada- mowski’s Demeeratic opponent, Daniel P. Ward, received 50 votes more than the machine’s figures showed. 6 Discrepancies, She Says Republicans have charged fur- her that Mrs. Richards ticked joff the voting machine, figures for the tally clerks on the eve- ining of Nov. 8. After spendi ‘before the jur ‘emerged to report @ had ‘been ‘told there were six dis- crepancies in her precinct’s vote! totals. ae Bint odd | She said she told the jurors  Jury Expands Vote  the noise in the polling place may have caused the apparent errors in recording the totals.  Before testifying, Mrs, Rich- ards told a Sun-Times reporter she knew nothing about vote discrepancies.  Legal Action Doubted  “Maybe the machine was jarred in transportation,” she said. “If they put me in jail, they'll have to take care of m two children.” .  However, it appeared Mrs. Richards would not face legal action. She said after her grand jury appearance that she was not asked to sign an immunity waiver. Such a signature usual- ly is sought of witnesses tagged for possible prosecution. The signature enables the state to use the grand jury testimony against the witness.  Mrs. Richards, a housewife, complained to reporters that she still hasn’t received her $25 for working on election day.  4 Others Quizzed  Also questioned from Mrs. Richards’ precinct were two other Democratic judges. and the two judges listed as Republi- cams  | - Questioned longest, about 40  minutes, was Mrs. Florence egebank, 2540 S. Washtenaw. She reportedly was asked about six persons who voted by affi- davit although their names were neither on poll sheets nor in the precinct binders. Reportedly, she was told she should not have allowed the six to vote.  It was understood that she also was questioned whether she actually was a Republican and that she replied she was.  Recruited As Judge  The other Republican judge,  Mrs.  torg’she was a Democrat, z | been recruited as a judge because no judges Were availa cinct. a, >t  fied tl  were bek  with Mrs, Ris read off the v  As the gran rte , A *4  That led  Adamowski’s office will seek indictments this week. > i over Adamow-  ee a : » us f Hon’ = ay 3 Fraud Investigation To Wes ward. He is Robert J. Mautner, from the 28th precinct of the 47, of 9620 S. California. He  ski by some 26,000 votes, as- sumes office Monday,  | Frank Ferlic, first assistant |state’s attorney, said his office _would ask Chief Justice Richard |B. Austin of Criminal Court to extend the grand jury’s term for one month. :  Meanwhile, it was learned the state’s attorney’s office may launch perjury action against Democratic judges from the controversial SOth precinct of the 2d Ward.  Republicans have charged that judges signed affidavits per- mitting challenged persons to vote in that precinct on Election Day. The precinct has been a center of investigation since Re- publicans contended that only 22 qualified voters lived in the precinct on Election Day, yet 84 ballots were cast. The pre- cinct gave Sen. John F. Kennedy 78 of its presidential votes.  Still missing were ballot ap- plications from the precinct.  However, the Board of Elec- tion Commissioners announced that a search of the polling place at 3501 S. Cottage Grove—a cleaning shop—turned up a sealed envelope contaihing a list of challenged voters in the precinct. Ta  The list, dispatch board’s office on election day, was addressed to Mrs. Lucille Roberson, a Democratic elec- tion judge. No Republican judgés were on duty in the 50th precinct on Election Day.  James Murphy, assistant at- torney for the board, handed the envelope to the grand jury as additional evidence fr  '|precinct.  seasdetl  of the 25th ward and two judges)  t Sid  ae  e Pret  |  bi)  8 actually spent thi Memphis jail. Maut  same ward. Republicans con-| told reporters that one person had learned this from the |  tend Adamowski was shorted by | 28 votes in the 28th precinct.  About 25 awaiting judges were sent home without appear- ing and told to return Thurs- day. Most were furious. Some have sat for two days. Espe- cially bitter were those losing pay because of the idle time,  Although Wednesday’s wit- nesses were not required to si immunity waivers, it was under- stood that prosecutors would ask for such signatures from future witnesses. ©  Among the witnesses - not testifying Wednesday was a GOR. poll watcher who served  in the,  thé 60th precinct of the 4th  weepin Vote-Proc eco nded In  Bweeping changes: in election|2 That persons hired in: the  edures were recommended future as election judges the report the county wvote-|should have at least a high d grand jury was unable| school education.  edure Chang  s’ Re  Margaret A. Flynn, 2538) sain reportedly told  duaetes. fe learned. cuba  Ba ‘ , vest seven-page hindwritten  jadges from the 46th. precinct ement reportedly was of- ered ‘to Criminal Court Chief ustite Richard B. Austin as he lischarged the jury. - ;  Austin reportedly told jury  embers that, under the law, e cold not accept the recom-  endations..  Tt was learned the report pened with a preamble stating hat testimony heard by sthe uriors during the past two  onths warrants consideration of the recommendations.  the. report recommended: That. college students or teach be enlisted to fill  acant Positions | election udges. \" ne.  submit Thursday, The Sun- 3 That schools “and other  _ Public buildings be used as widely as possible as polling places—but that police and fire Stations not be used for that Purpose. (On Nov. 8, ballots were scattered in one Chicago fire station when firemen dashed off on a call.)  4 That voting machines be in- stalled in all Cook ‘County precincts. (Plans are under way to supply machines for all Chi- cago precincts.) 5 That the Board of Election Commissioners and the county clerk’s office consider the pos- sibility of using todern data- processing equipment to handle  the maze of administrative de-  tail.  6 That immediately after each  _ €i@etion there be a compar- figures on voting ma-  es With figures registered/on  j Sheets. (This procedure w Occurs only when a candi-  checked off as a voter on Nov. oner’s sister. _ Fs aa  ame:  es  i  date petitions—ar pars for— discovery recheck.) © . |7 That Cook County electio | officials study of ho ducted elsé 8 That, asa routine matte election officials check th signatures of voters who cast ballot by affidavit. j 9 That a. routine check made of all voided ballots. 10 That more stringent safe guards -be opt . vent voter cards fror moved from precine! 1] That chang-of-ad be abolished: the grand jurors h that some party 5 false ch |  rtedl  testimd)  eet. hi officials a thus had the names of voters {4 moved ‘from precinct lists — prior to election day.) < | 12 That absentee ballots counted at centfal electio offices rather that at the pri inct level.     December 1, 1960       \f"
    },
    {
        "date": "1960-12-01",
        "author": "Joe",
        "dateline": "Chicago",
        "headline": "White House 'Stolen\": Adamowski",
        "publication": "Chicago Sun-Times",
        "volume": "Volume 1 - Joe-Chicago 1958-1961",
        "volume_number": "1",
        "url": "Page46_Volume 1 - Joe-Chicago - 1958-1961 - OCR.pdf",
        "ocr_text": "% : P Jamin S. Adamowskj charged 3) Wednesday that the Chicago Democratic organization “took t use” by vote-steal-  } first press conference  ing from a postelec-  ion in Boulder, Colo.,  vski blasted Mayor  » the Democratic party  the. yote-canvassing board,  ge accuses of stalling the  i - “to keep it a secret  hether Mr. Nixon or Mr. ennedy ig President.” —  ‘The’ Chicago Democratic  achine was hell-bent to take  i¢ state’s attorney's office,”  Adamowski said. “That doesn’t  ‘It Is A Sad Day’  , he don't suppose 1 would d it if it were just a matter tealing the courthouse, but  . n the manipulations and  machinations of the political machine are used) as a vehicle tO take over the White House. is a sad day in rican poli.  ”  i he said. s penowski rafflaen to tell what e plan e do when he es out of off Monday, but hinted ‘ongly that he will not get out of politics, at least pot as it affects his future op- Position to Daley. fad TE Mayor Daley thinks [ve ; fighting, he'd better ell the coffee,”  d I said during the ‘aign, “he aint seen nothin’  th  Wy - Van Doren [Charles Van the EV  quiz winner] 1ominous oblivion gged TV contest. ‘omes the most in the nation-be- Tgged lection con-  Bae Manipulations’  mMOwski said he estimated at 75,000 100,000 votes in Chieago went to the Democrats lov. Aon @ various manip-  i ms, such af pbain ballots,  t votes ai id lever-pulling dges.” He also said that the edy Margin of a nearly  9000 plurality in Winois was ess than the number of “dis- chised” Republicans,  He also said he had no objec- ‘on to the naming of a special Tosecutor to continue the vote- faud investigation.  - “Fhe Most Sacred Right’ Turning back to his attack on i Paley, Adamowski told report: |  3 “The biggest trayasty,of all ia | he mouthing of the Chicago | plitical boss. duj he cistt=)’  pign thav the presi@lential cardi-  “House ‘Stolen  part in the contest.  “Apparently it is all right to!  steal and buy and Corral votes  by any underhanded method, but  you must not raise religion in any fashion. I am a Catholic myself, as is the mayort “And 1 might suggest to him that he might apply the tenets of his religion to the most sacted’right which any of us Americans en- joy, the right to vote.” ae The canvass board, Adamow- ski said, is stalling to keep the voters from learning Whether Kennedy or Nixon took Ulinois. “I'd like to feel that when Sen. Kennedy goes in, he goes in without a cloud.” he said. “If he goes in with a cloud over 1 don’t think it? will ever dissipate“it as far as the people of Illinois are concerned.” After his press confrerence, Adamowski, leftésthe Criminal Courts Building for a lunch and get-together with Republicar  ibig boss’—to “tell his election ‘commissioners to open the bal- lot boxes and let the vote be counted.”  If Daley does not do this, Fetridge said, “the implication is clear that there has been some dirty work in the precincts, and he knows it.”  \\!  leaders at the Union League’  Club.  7  Adamowski was asked if thought there was direct evi- dence of fraud in the election.  He replied:  “T think the best evidence of this is the manipulation going on in the Board of Election Commissioners, If they thought the totals would be the same  . CHICAGO SUN-TIMES, Thurs.,. D  a e ©  ones we hear about, they wguldn’t be holding back on counting the paper ballots.” Adamowski said he is con- vinced a recount will put Illinois in the Nixon column. He would not say if he believed a recount would overcome his own vote  deficit and said the discovery  amows  19 e  petition was filed to determine if a recount would be valuable.  “I don’t mind so much if they steal the courthouse,” Adamow- ski said, “but T do mind if they steal the White House. Person- ally I would settle for a moral victory to be able to say the machine stole the White House,”  December 1, 1960  "
    },
    {
        "date": "1960-12-10",
        "author": "Joe",
        "dateline": "Chicago",
        "headline": "Morrison Tips Warden About Escape Route",
        "publication": "Chicago Sun-Times",
        "volume": "Volume 1 - Joe-Chicago 1958-1961",
        "volume_number": "1",
        "url": "Page47_Volume 1 - Joe-Chicago - 1958-1961 - OCR.pdf",
        "ocr_text": "CHICAGO gots:  orrison. ‘Tips Warden About Escape Route  By Joseph Albright  “Warden,” said the prisoner, “IT thought you oughta know: Your jail ain’t escape proof.” » These words, among the seve- ral hundred thousand uttered in recent months by Richard Mor- lrison, the informative burglar, } hardly rank with his more mem- | orable tattlings. But they certainly were the first of Mor n’s revelations H ever to provide employment for,  of all persor S, a plasterer. Impre  able Route That craftsman’s task: sealing of one of the most improbable escape routes, a Jean Valjean took to the sewers of Paris.  It seems_ that Morrison, dur- ing the lor months ‘he - was held in the stai attorney’s wit- ness quarters in the County Jailp discove a passage to freedom. te was waiting t testify against policemen he had fingered as Partners in crime or conniving.  Perhaps the only reason he himself never made ultimate use of it was that he concluded he was healthier inside than out.  Anyway, Morrison told War- den Jack Johnson, in the ceiling of a clothes closet he found a trap door, about 18 inches wide  27 inches long. It was held lace by togglebolts. The bolts ere loose.  By Temoving the bolts, a |prisoner being held in the wit-  which is under the of the state’s attor-  Seas 1 760  ‘  ig o e length of the othetical escapee  would find a walk. At {he south end of the  2-foot-wide cat-|     Plasterer sealed off trap door in ceiling (inset) of closet  at Cook County Jail.  Trap door led to escape hatch  (above) from which Sgt. Michael O'Connell emerges. Warden Jack Johnson notes how close hatch is to unlocked  door leading to jail’s roof.  catwalk, in the ceiling of the loft, he would find another trap door, this one metal, leading to an engine room. It was _ un- locked.  Once in the engine room, the escapee would have two choices.  He could climb onto the roof of -the witness quarters, walk along it.and drop into an alley. But, said Morrison, this would be bad. The alley dead-ends in the jail proper. —  But if the hypothetical escapee chose to leave the en- gine room via a stairwell, he would find freedom was his reward, the 24-year-old master thief theorized.  Along the stairwell is an un- barred window. A nimble man,  could exe-, drop to the}. the east side of     (Sun-Times Photos)  the jail without smashing him- self up too badly.  The warden didn’t believe Morrison, who was transferred into the jail proper after the only two men brought to trial thus far in the Summerdale po- lice scandal- were convicted earlier this week.  But Johnson notifed Lt. Ed- ward J. Barry, acting chief in- vestigator for the state’s attor- ney’s office. Barry ordered an exploration and found, indeed, Morrison was telling the truth.  Not only that, in the dust on the catwalk, were bare foot- prints. Morrison denied he ever used the route, which brought up the ques teas of whose they were, 4 Door Sealed Up Johnson figured the escape route had been available to any-  2  one who wanted to make us it since the building Was ere in 1929. ce  it_isn’t any longer. The ‘er sealed up the door fr the closet and Johnson ordered a ‘fOrmidable-looking padlock put on the metal trap door to the engine room.  December 10, 1960       \f"
    },
    {
        "date": "1960-12-11",
        "author": "Joe",
        "dateline": "Chicago",
        "headline": "The Police Scandal -- How It Grew",
        "publication": "Chicago Sun-Times",
        "volume": "Volume 1 - Joe-Chicago 1958-1961",
        "volume_number": "1",
        "url": "Page48-49_Volume 1 - Joe-Chicago - 1958-1961 - OCR.pdf",
        "ocr_text": ",  Two-former Summerdale district policemen were con- Victedrpy a jury last week of conspiring with babbling burglar Richard Morrison to obstruct justice. Here, in the first/of a two-part series, is a review of developments 8tow-ing out of Morrison’s confession, Which touched off  al police scandal.  £  ByJoseph Albright And Jerry Cohen  The midwinter night was drizzly when a small fleet of cars left the Conrad Hilton Hotel.  In each. car were four men, two state’s attorney's investi- gators and two high-rank policemen. One investigator in each car carried a sealed envelope containing a set of instructions.  At the appointed time, between 9:30 and 10 p.m. last Jan. 14, each investigator ripped open his envelope. The orders he  found sent each of the 4-officer teams to one of the following eight addresses:  e Police Scandal—How.  5121 Estes and $025 Sheffield Ci, in Skokie, and 1526 W. Norwood, 1521 W. Ardmore, 2631 W. Greenleaf, 2049 W. Hutchinson, 1521 W. Montana, and 6565 N. Glenwood, in Chicago. ;  These were the respective addresses of men named Frank Faraci, Allan Brinn, Patrick Groark Jr., Sol Karras, Alex Karras, Peter Beeftink, Henry Mulea and Alan Clements.  The eight had two damning things in common: :  Each was, or had been, assigned to the Summerdale station, 1940 W. Foster, and each was personally acquainted with a  resident of the district named Richard Morrison, who, though  ;  only 23, had been. his life. . | Thus began a series of events which -was to balloo! what became known as “the Chicago police scandal.” Before it was over, as a nation watched the shame the city’s police department's morale would sag to a new § before the force was jiterally taken apart at the scams by @ new top command,  Suspicion would be cast on hundreds of policemen, many of  Turn to Page 26     December 11, 1960 _ CHICAGO SUN-TIMES, Sun., Dec. 11, 1960  Chicago's Police Scandal  Continued from Page L  (‘ee them blameless, and, as the scandal spread to other districts and even neighboring-Evanston and Skokie, some policemen- would be indicted and fired. ‘  Thirteen of the police both fired and indicted were men who had been or still were assigned to the Summerdale District when the scandal broke and who were in some way associated with Richard Morrison, the tiny master thief who became known as the “babbling burglar.” :  Eight of these men, the original “burglars-in-blue,” were accused by Morrison of being his collaborators in a series  * of burglaries whose number, at one time, was estimated by the thief at 25. :  _ Two others he fingered as “fixers,” men who tampered with evidence (a stolen camera) to save Morrison from conviction in return for a $400 payoff and the promise of $500 more.  The other three, it was alleged, extorted $1,200 from him  ~ on the promise they would suppress evidence in another case.  As the revelation of ‘the police-burglar conspiracy poured from Morrison’s lips, Chicagoans, long blase to the practice of traffic kickbacks and reports of other police graft, recoiled.  “Never in my 37 years of observing the Chicago scene,” said University of Chicago political scientist. Jerome Kerwin, “has there been such a tremendous public reaction as there has been to the current police scandal.”  - Last Tuesday, almost 11 full months after the scandal broke, the only two Summerdale policemen brought to trial were con- victed. _ : “  What Will Happen To 11 Others?  It is appropriate to wonder what will happen to the other 11 Summerdale policemen named as his conspirators by Mor- rison, : <  To ec, it already has happened. One got off free when the state didn’t try him in the time required by law. Charges  _were dropped against two others when, according to prosecu~ tors, a judge cut the heart out of the case against them.  What must be equally disturbing to the thousands of honest policemen who had to bear up under slings of derision last winter just because they wore a uniform is this fact:  The other eight—the policemen Morrison said plotted his  possibility. But even more important of the man who started it all: Richard Morrison. ;  Morrison, whose testimony is vital to what remains of the cases against these officers, has had second thoughts. He feels his reward for turning state’s witness has been jerked from his grasp. He still is in custody and under a higher bond than ever despite his,testimony during the trial of former policemen John W. Peterson, 36, and Glenn Cherry, 34,  During a pause in that trial, in which a jury accepted his story as Opposed to that of the three key défense witnesses, each a policeman, Morrison was interviewed by Ray Brennan,  _ of The Sun-Times staff, in the presence of County Jail Warden Jack Johnson and another person, - _ “Unless they let me off in Chicago,” Morrison told Brennan in a whiney voice, “I will never testify again against anybody.” anybody.” Fi .  He wore a brown suit, brown figured tie and white shirt. He rarely moved his tiny, almost womanly hands, His face was chalky under wavy, dirty blond hair. :  , “I didn’t sleep last night,” he continued. “I couldn’t decide if I would testify against Peterson and Cherry. I finally decided  1 would be a rat if I didn’t. Even when.I got on the stand |  today, I wasn’t certain if I would testify against those S. I've been kicked around too long.” c  ( Oddly, a similar smouldering resentment needled Morrison into making the disclosures which touched off the Summerdale seandal andthe sticky events which followed.  He was jailed in July, 1959, for a series of drugstore burg- laries. He immediately began trying to make a deal. But, he said, his haggling with representatives of the state’s attorney's office,-at that time, grew more profitless at each session. He also was brooding over the fact his allies in crime, the Sum- merdale policemen, were free while he was in jail. aL began thinking about it,’ he told Brennan last week.  Nobody was going to get hurt but Morrison. T was going to wind up in the pen with a life sentence. 1 thought back to the time the Summerdale cops sent me out  to burglarize an insurance t 4 W. Lawrence, May 3, 1955) in 1 MT had Sroken open a  ke  he district. 1 had broken open some filing ot ae  oe ? re  JOHN PETERSON RICHARD MORRISON ‘GLENN CHERRY Two out of 13 are convicted  cabinets and stolen some money. I tried to get out of the joint when I realized that there were police outside. I’m small, so I managed to get out through a basement casement window. i was in a gangway about three feet wide when everybody in the world started shooting at me. I was hit twice, but I kept running. God must have been with me that night. I got to a doctor who patched me up. Why they didn’t kill me I'll never know.”  Morrison was certain his police-partners in Summerdale had  ~‘decided he had become too hot, -so they set up the job for  im,.then one telephoned the central complaint bureau when they knew he was at work inside.  Morrison first told his story to detectives. Then Det. Chief John Ascher heard it, and even though he described it as unbelievable, he sent through a report.on it to higher ups. Somewhere along the line it got lost. \\  How His Tale Got ‘Lost’  Sgt. Robert Lynseky claimed he had relayed the tale to Asst. State’s Atty. Leo Poch and that Poch had said: “We don’t make deals with criminals.” Poch said he could not recall this. : ;  if these sessions, Morrison withheld the names of the po- licemen, When Morrison finally decided to name them, he found two who would listen: Asst. Public Defender James Doherty and his boss, Public Defender Gerald W. Getty.  5  shot : I m™ to mi Chicagoans, but to newspaper readers throughout the nation, Doherty relayed the details to then State’s Atty, Benjamin S. Adamowski in mid-December, 1959, through Frank Weso- lowski, one of Adamowski’s assistants. For.almost' a month,’  Adamowski’s first assistant, Frank Ferlic, and chief investi-  gator, Paul Newey, in the closest secrecy worked ont details of the raids on the eight policemen’s homes where they hoped’ to seize merchandise stolen by Morrison for the officers. Morrison stole golf clubs, appliances, shoes, food, almost any- thing imaginable on order of the officers, he said: He was allowed to keep what cash he could lay his hands on.  At 10 a.m. on Jan, 14, 1960, Ascher and a handful of other ‘top policemen were asked to appear at the state’s attorney’s office. There they were read Morrison’s 77-page confession. The policemen were not permitted to. leave the office, and only one telephone call was made to the outside. Then Police Comr. Timothy J. O’Connor was told “something big is up.” Sandwiches, were brought in. Two ju s Criminal Courts Building to: si from the lips of Morrison, whose custody office had obtained by putting up his bo conspiracy,  the state’s attorney’s nd, the story of the ‘  dges remained in the, ign the warrants, after hearing -  How Its taried An ! Grew  It had all started, he said, when he was working in a pizza parlor in the Summerdale District, which runs west from Lake Michigan to the North Shore Channel and north from Law- rence to Devon. Morrison, who grew up there, had gone to school with some of the policemen assigned to the district. They knew of his criminal background, he said, and began pestering him to steal for them. ~  Sets A Trap For Babbler  On the night of July 31, 1958, Morrison had been drinking. He finally decided to steal from a car golf clubs one officer had wanted. His search led to Evanston where police, led by Chief of Dets. Sigmund Wroblewski, had set a trap for Morrison, long sought by them for car burglaries. 5  Wroblewski later was to figure in a sensational bribery | charge by Morrison which spread the so-called Chicago police scandal into Evanston. x ; =  As Morrison stepped out of his car to break ‘into a station, wagon, Evanston police moved in. He fled in a burst of gun- fire which punctured a tire of his car: He abandoned the car. It was traced to his home at 5556 Lakewood, where the next  .‘morning Summerdale policemen arrested him,  From the time he was released on bond, the Summerdale officers kept him busy. They not only served as lookouts, but, on occasion, even furnished him with a police uniform and helped him loot stores and business establishments.  Morrison needed the money,’he said, to fight the Evanston auto looting charge and other theft charges which developed against him. During this period, he was convicted of the golf club theft charge, but his lawyer won a new trial. This charge now is one of the many against him which the state’s attorney’s office was to strike with leave to reinstate or nol-pros.  _ The raids of the night of Jan. 14 went off with crisp effi- ciency. Later that night Morrison and a businessman who had been victimized were taken to each .policeman’s home: to identify loot. i :  ‘When Morrison appeared at the Faraci home, investigators say’ the policeman looked at the thief aghast and muttered: “—___ I always thought you were my friend.”  After the story of the raids and the officers’ arrest broke in a late edition of The Sun-Times on Jan. 15, develSpments tame so fast the public was dizzied. =  MONDAY: What Happens Next?     December 11, 1960 \f"
    },
    {
        "date": "1960-12-12",
        "author": "Joe",
        "dateline": "Chicago",
        "headline": "The Police Scandal : What Happens Next?",
        "publication": "Chicago Sun-Times",
        "volume": "Volume 1 - Joe-Chicago 1958-1961",
        "volume_number": "1",
        "url": "Page50-51_Volume 1 - Joe-Chicago - 1958-1961 - OCR.pdf",
        "ocr_text": "A jury Jast weck convicted two former Summerdale District policemen of conspiring with babbling burglar Richard Morrison to obstruct justice. This is the last of a two-part series reviewing developments that grew  | out of Morrison's confession, which touched off the Chicago police scandal.  By Joseph Albright And Jerry Cohen  The man on the front burner when the Summerdale district candal blackened the name of the entire police force was  own to be as honest as his career had been long.  Timothy J. O'Connor had been a policeman, and a good bne, for 33 years.  Nevertheless, a6 the commissioner of police, the big, bluff ishman had to bear the brunt of the responsibility for what ad happened.  He was the boss; he should have known what his men were p to, Because a few had been up to no good, it was his job to clear out the wrongdocrs and shore up the sagging prestige of the force.  That was the prevailing attitude, but O’Connor never got a chance to do the job.     Burglar Richard’ Morriso’s story that his accomplices in  crime for two years had been eight Summerdale district police-  men was only the beginning, :  He implicated other Summerdale officers as fixers or extortionists. Disclosures of corruption involved other police districts and some suburban police departments.  Public and official outrage grew louder.  After the raids on the homes of the eight Summerdale police accomplices of Morrison the night of last Jan. 14, O'Connor took steps to root out the evil. He began an immediate investi- gation, impounded Summerdale station records, and ordered the questioning of a host of policemen, including captains.  Tim O'Connor said he was “disgusted” that it was “possible for eight men to undo the good work of 10,000 others.” -  But Mayor Daley, after conferring by telephone with the police commissioner, an old and resBected friend, interrupted a Florida vacation and hurried home. é  O'Connor, with one unhappy development coming on the heels of another, denied he would resign. But Mayor Daley began to hedge as the scandal broadened, ;  A little more than a week later, O'Connor and Daley had  jappens  eX  a soul-searching interview in the mayor's office. The next day, Jan. 23, O'Connor resigned, pleading ill health, His deputy, Kyran Phelan, was appointed interim commissioner, and among Phelan’s early acts was a purge of the Summerdale district through demotions and transfers. He also demoted John Ascher, the chief of detectives who had co-operated with the state’s attorney’s office in the Jan. 14 raids.  The day of O'Connor's resignation, Mayor Daley set i motion a complete overhaul of the scandal-scatred police department.  He announced he was appointing a five-man screening board to scour the nation to find the “best man in the country® to head and reorganize the Chicago Police Department. Four members of the board were Chicago area residents. The fifth} was its chairman: Orlando W. Wilson, dean of the University} of California’s famed School of Criminology.  The board began work with new reports of corruption, some leveled by Morrison, others by other thieves, cropping ap almost hourly, One band of burglars told of being shaken! down by Damen Av. station officers, for instance. A band     Turn to Page 4  December 12, 1960 ‘CHICAGO SUN-TIMES, Mon., Dec. 12, 1960  Nhat Happens Next In Cop Scanda  a  he K ~  Burglar Morrison May Hold T  Continued from Page 1  of fur thieves, already in the penitentiary, told of being pro- tected in Gold Coast forays by detectives. Morrison Charges Evanston Deal And Morrison claimed Sigmund Wroblewski, Evanston’s _ chief of detectives, had promised to fix a larceny charge . against him for $2,500. The little thief produced a static-filled & tape recording which he said was proof of their deal. ~ State’s Atty. Benjamin S.. Adamowski drummed out a suc- “© cession of charges against the city administration. Minority members in the City Council seized on the scandal to revive chargés of a cover-up of the celebrated Big Nine report. That was-an off-and-on investigation conducted between 1952 and 1956 ‘in the name of an “emergency” City Council crime com- mittee, . : _ Gov. Stratton threatened to step in “unless . This was the atmosphere in which the mayor’s screening committee eet out to pick a new police chief and recommend (ays of making Chicago’s the “best department in the world.” et © pe  e thousands) onest Chicago policemen and their families.  ut they «suffered emotional, and in some cases physical, tor- i a  =  \" Dozens Ordered To Take Lie Tests ese were in no way associated with the literally dozens officers ordered to take lie tests, a procedure which went or weeks. ; Policemen were sneered and hooted on their way to and from ork. One told how his son had been taunted at school. He ght the boys who said his father was a thief. The son was €n so badly his father had to take him to a physician for eatment.  _ Gus Hall, secretary of the U.S. Communist party, came __ to town, and blamed “capitalism” for the scandal. A sure cure, he said, was a Marxist regime, Everybody tried to get into the act. A folk singer wrote and entertained North Side night-  clubbers with ‘The Policeman’s Lament.”  Then, in late February, came a move that began clearing the air. The screening board recommended that. its chairman, Wilson, the California professor, was the best man it could find for the job, after almost a month of interviewing scores of top  | menin major U.S. police departments, ’ ‘The'screeners also recommended that an ordinance be drawn up to put the department in the hands of a nonpolitical police _ board. . Mayor Daley acted quickly on the recommendations. ; Wilson took over March 2 as police superintendent. His appointment and creation of the board were subject to c Suits and fusses in the City Council and the state Legislature. But, in the final analysis, they cleared every obstacle the last a recent Supreme Court ruling. : , Wilson wasted no time in giving the dep grich now is a matter of historical record. , Burt the box score against the accused) Morrison, a matter involv something else again, ; ; wo Summerdale Policemen Convicted Sohn W. Peterson and Glenn Cherry, the only two brought _ to tfial were convicted last week. Peterson was sentenced to nine months in jail and Cherry was fined $500. '  13° Summerdale policemen  } most affected, ironically, got the least attention: -  artment a new look, .  €  in which Wilson was not -  JUDGE B. FAIN TUCKER  JUDGE  DANIEL A. COVELLI he “will no further prosecute” the case.) be  Explained Barnabas F. Sears, one of the special prose- cutors: dropping the charges was a legal manuever to clear the grounds for an appeal to the Illinois Supreme Court on the four counts Judge Tucker suppressed. The theory as this: these four counts show the broad general conspiracy between Morrison and the policemen, whereas pressing the other counts would mean proving a conspiracy in each instance where an establishment was burglarized.  Reindictment Action Is Seen ‘  Besides, the state contends that should the appeal fail, the men could be rejndicted on the 14 counts without this move constituting double jeopardy. ; :  This ion arises, however: What happens if Morrison makes good on his threat never again to testify?  Under Adamowski, it appeared the state’s attorney's office had attempted to clear him of the last three charges standing against him. This would have permitted his transfer to federal custody on a St. Louis counterfeiting charge and take him out of Chicago and into what Morrison considers friendlier territory. c+ 3a  But Judge Covelli blocked this when he refused to hold still for erasure of the charge of obstructing and defeating justice leveled at Morrison as well as Cherry and=Peterson an the camera-tampering matter. This is the sole active charge remaining against Morrison. He also raised Morrison’s bond to $50,000. te ;  Will Ward Seck To Revive Charges?  Daniel P. Ward, the new state’s attorney, must decide what to do about this and charges against Morrison, which he estimates at 18, which have either been ‘nolle prossed or stricken with leave to reinstate. Will he try to feindict on the nolle prosses and reinstate those stricken? 7  Ward was asked the hypothetical question of whether per-  »80ns who had been cleared with nolle prosses later could be sfeindicted. His answer was: “Yes.” oars 4 ;  He also was asked specifically-about Charges ore son stricken without leave to reinstate, He said — would make his decision on whether to seek reinstatement of_ : before Dec. 21. That is the date for Morrison to appear Judge Covelli on the obstructing-of-justice charge.  And there the matter stands.  December 12, 1960    \f"
    },
    {
        "date": "1960-12-14",
        "author": "Joe",
        "dateline": "Chicago",
        "headline": "Special Prosecutor Oked For Vote Quiz",
        "publication": "Chicago Sun-Times",
        "volume": "Volume 1 - Joe-Chicago 1958-1961",
        "volume_number": "1",
        "url": "Page52_Volume 1 - Joe-Chicago - 1958-1961 - OCR.pdf",
        "ocr_text": "rand Jury Pr Ut Vote Resum,  \"The role of State’s Att nial tion irregularities was still bina rin fy em that his registr, challenged and werify the regis. Hall or he se idn  or-Vote Quiz  é spe i was s ght | ie Thursda head ae grand jury that appeared to be  GOP decides against  i Su pcratic State’s Atty. Daniel P. state recount,” Page  Ward announ ed he was step- a oo of the coun-  | d | | | aol = ed  jinal code for the tru  code—not the cri ‘}will form the bas: bills. Ward told tepacters he wa stepping aside because “this i legal question and I have aj _\\interesf in the outcome of th  sumed its inquiry. Ward, Winner over Repub- ily _kept Ward lican) ine mibent i office in Adamowski 6 Building. votes, had promised an a’ Orders Resumpti  Ri enc ied tees: Ward phoned two former noun ea See Adamowski nts, Frank  “Ward petit med Criminal nies Justice Richard B. ick the special prose-  mands th,  tin later ead he had  hree men in mind -for the job  and would name his choice Fri-  morning. All three poten-  hoices have long experience  s lawyers and are “split-ticket  ters,” Austin added.  Swearing-In Friday  i ae his final |  “someone who  hasn’t taken an | active IE in  politics.” *  Austin sai oe Pin to swear  Prosecutor at  ediately  je public.  cause or proceedings.” Court Suit Planned |  Ward won by some 26.00¢ votes over Benjamin S. Adam owski in the Noy. 8 electio l’Widarmasvsieiy a Republican, ha (fadicdied he will, contest ‘Ward’ jyicteny in court.  Adamowski directed the gran jury’s vote-frand investigatio for four days before he le office on Dec. 5. Then, Warg suspended the jury’s activitie until Wednesday of this wee while he studied its past operal tions and decided on a persona course of action.  point a special prosecut -  Howeve his fam-+  Wesolowski and Charles Kwiat  Kowski, with orders to resume  'the grand jury investigation. j Ward gave no hint as to his per- |. zonal plans_ ~ Among the first witnesses to |,ppear before the resumed jury was Arnold Dunn, 2459 5S. Michigan, “Republican precinct captain in the controversial 50th | precinct of the 2d ward. (Re- ;Oublicans have charged that 84 ypersons* voted in that precinct 38 of them for President-elect } John EL Kennedy—although | there Were only qualified’ voters. in the Precinct on elec-  si z del Of election j oone® reportedly testified. Fre told his helpers he wanted hs vote Dentocratic and sémeone polled thegveting machine leyer  or him, Boone reportedty line | jurors. ee a4  Ready ‘to counter the t mony of Dunn Was a | Money of 3757 B. Elis, x Dem- ocratic Judge TOm the ‘S2d Pre- ward. .*  judge  1932 Probe Recalled  uy  aye s decision to Step asid  : marked the first time a state”  rt had given way to  al pro ecutor in a  aside beuhate He 5 ees to pr Recute  S, Fri., Dec. 16, 1960  Decrat Prosecutor  |  co petitabaiagle lvenient thing to do, explanation for bis action?) «7 sm not shirking my re- ate’s attorney shouldn't sponsibilities. I concluded it was dy abdicate his responsibili-| my duty to disqualify myself.” at often is. the cowardiy4 Ward said he would person-  ges ally explain to the grand jury  his reasons for the step. He alsa  said the two holdover assistants  from Adamowski’s office who  are familiar with the inyestiga-  lion, Frank Wesolowski and  Kwiat Kowski, would be at the  disposal of the special progecu~ tor.  fviors it might be the most con-|  O  The petition presented by | Ward would give the new pros- erator board powers “to inves- perform all other jlegal ‘duties of the state’s attor- ney of Cook County with respect to complaints of irregularities and offenses arising out of the general election on Noy. 8.” Austin sad he hoped the man he picks “will be acceptable to the nonpartisan citizens of Chicago, if there be any.” Long TVenure Foreseen He also voiced hopes the special prosecutor will be ac- ceptable to such groups as the Citizens of Greater Chicago and bar association: i. Austin.indicated the job will be more than temporary, The special prosecutor may still be! ;at work two yea from now, | Austin | The judge said the special | |Prosecutor will be paid by the |  tion day.) un. that  i eeeraralice scameant 7 o- seph Leonard of Pr. i 00 EB 25th a  PP“ precinct captain not fo interfere with the vote\"count-  GOP procinet ea also reportedly “quite a number” of persons voted by-affidavitdn the precinct after contending ‘they lived i  second, fi  whether there is eVidence that! leaged. the captaih points specifically to one person voter Was called back or group of persons—before the side the polling place matters brought to the grand nouneil jury. © | mistake  “That is the normal proce jatd dure, I hope W® can get back t. nenmalcy in Enis affair.”  impression with reporter:  that “normal” grand jury pro-|t cedures hayen’t been followed in the recent past. | the jursrs Wi  Austin himself was a party to Of four affic the most recent stepping aside 2%th preci of a state’s attorney—that of . One John S. Boyle in 1951 when aoa Boyle moved out of the Michael ¥elts Moretti case to make way for jurors a post®card he: reetived ;Austin as a special prosecutor. ff reimaobtober. advising. ‘h hip |  ed. olfewi ne this line of iquiry, ma the testimony |  December 14-16, 1960  testified that  Democratic precinct of  Money pices Dunn o    \f"
    },
    {
        "date": "1960-12-16",
        "author": "Joe",
        "dateline": "Chicago",
        "headline": "Grand Jury Probe Resumed",
        "publication": "Chicago Sun-Times",
        "volume": "Volume 1 - Joe-Chicago 1958-1961",
        "volume_number": "1",
        "url": "Page52_Volume 1 - Joe-Chicago - 1958-1961 - OCR.pdf",
        "ocr_text": "rand Jury Pr Ut Vote Resum,  \"The role of State’s Att nial tion irregularities was still bina rin fy em that his registr, challenged and werify the regis. Hall or he se idn  or-Vote Quiz  é spe i was s ght | ie Thursda head ae grand jury that appeared to be  GOP decides against  i Su pcratic State’s Atty. Daniel P. state recount,” Page  Ward announ ed he was step- a oo of the coun-  | d | | | aol = ed  jinal code for the tru  code—not the cri ‘}will form the bas: bills. Ward told tepacters he wa stepping aside because “this i legal question and I have aj _\\interesf in the outcome of th  sumed its inquiry. Ward, Winner over Repub- ily _kept Ward lican) ine mibent i office in Adamowski 6 Building. votes, had promised an a’ Orders Resumpti  Ri enc ied tees: Ward phoned two former noun ea See Adamowski nts, Frank  “Ward petit med Criminal nies Justice Richard B. ick the special prose-  mands th,  tin later ead he had  hree men in mind -for the job  and would name his choice Fri-  morning. All three poten-  hoices have long experience  s lawyers and are “split-ticket  ters,” Austin added.  Swearing-In Friday  i ae his final |  “someone who  hasn’t taken an | active IE in  politics.” *  Austin sai oe Pin to swear  Prosecutor at  ediately  je public.  cause or proceedings.” Court Suit Planned |  Ward won by some 26.00¢ votes over Benjamin S. Adam owski in the Noy. 8 electio l’Widarmasvsieiy a Republican, ha (fadicdied he will, contest ‘Ward’ jyicteny in court.  Adamowski directed the gran jury’s vote-frand investigatio for four days before he le office on Dec. 5. Then, Warg suspended the jury’s activitie until Wednesday of this wee while he studied its past operal tions and decided on a persona course of action.  point a special prosecut -  Howeve his fam-+  Wesolowski and Charles Kwiat  Kowski, with orders to resume  'the grand jury investigation. j Ward gave no hint as to his per- |. zonal plans_ ~ Among the first witnesses to |,ppear before the resumed jury was Arnold Dunn, 2459 5S. Michigan, “Republican precinct captain in the controversial 50th | precinct of the 2d ward. (Re- ;Oublicans have charged that 84 ypersons* voted in that precinct 38 of them for President-elect } John EL Kennedy—although | there Were only qualified’ voters. in the Precinct on elec-  si z del Of election j oone® reportedly testified. Fre told his helpers he wanted hs vote Dentocratic and sémeone polled thegveting machine leyer  or him, Boone reportedty line | jurors. ee a4  Ready ‘to counter the t mony of Dunn Was a | Money of 3757 B. Elis, x Dem- ocratic Judge TOm the ‘S2d Pre- ward. .*  judge  1932 Probe Recalled  uy  aye s decision to Step asid  : marked the first time a state”  rt had given way to  al pro ecutor in a  aside beuhate He 5 ees to pr Recute  S, Fri., Dec. 16, 1960  Decrat Prosecutor  |  co petitabaiagle lvenient thing to do, explanation for bis action?) «7 sm not shirking my re- ate’s attorney shouldn't sponsibilities. I concluded it was dy abdicate his responsibili-| my duty to disqualify myself.” at often is. the cowardiy4 Ward said he would person-  ges ally explain to the grand jury  his reasons for the step. He alsa  said the two holdover assistants  from Adamowski’s office who  are familiar with the inyestiga-  lion, Frank Wesolowski and  Kwiat Kowski, would be at the  disposal of the special progecu~ tor.  fviors it might be the most con-|  O  The petition presented by | Ward would give the new pros- erator board powers “to inves- perform all other jlegal ‘duties of the state’s attor- ney of Cook County with respect to complaints of irregularities and offenses arising out of the general election on Noy. 8.” Austin sad he hoped the man he picks “will be acceptable to the nonpartisan citizens of Chicago, if there be any.” Long TVenure Foreseen He also voiced hopes the special prosecutor will be ac- ceptable to such groups as the Citizens of Greater Chicago and bar association: i. Austin.indicated the job will be more than temporary, The special prosecutor may still be! ;at work two yea from now, | Austin | The judge said the special | |Prosecutor will be paid by the |  tion day.) un. that  i eeeraralice scameant 7 o- seph Leonard of Pr. i 00 EB 25th a  PP“ precinct captain not fo interfere with the vote\"count-  GOP procinet ea also reportedly “quite a number” of persons voted by-affidavitdn the precinct after contending ‘they lived i  second, fi  whether there is eVidence that! leaged. the captaih points specifically to one person voter Was called back or group of persons—before the side the polling place matters brought to the grand nouneil jury. © | mistake  “That is the normal proce jatd dure, I hope W® can get back t. nenmalcy in Enis affair.”  impression with reporter:  that “normal” grand jury pro-|t cedures hayen’t been followed in the recent past. | the jursrs Wi  Austin himself was a party to Of four affic the most recent stepping aside 2%th preci of a state’s attorney—that of . One John S. Boyle in 1951 when aoa Boyle moved out of the Michael ¥elts Moretti case to make way for jurors a post®card he: reetived ;Austin as a special prosecutor. ff reimaobtober. advising. ‘h hip |  ed. olfewi ne this line of iquiry, ma the testimony |  December 14-16, 1960  testified that  Democratic precinct of  Money pices Dunn o    \f"
    },
    {
        "date": "1960-12-30",
        "author": "Joe",
        "dateline": "Chicago",
        "headline": "Report Vote Probe Jury Quitting In Frustration",
        "publication": "Chicago Sun-Times",
        "volume": "Volume 1 - Joe-Chicago 1958-1961",
        "volume_number": "1",
        "url": "Page53_Volume 1 - Joe-Chicago - 1958-1961 - OCR.pdf",
        "ocr_text": "pan  fiting |  al county _grand charged with soetls fiotis, es b thefts, f  | “to' die in|re-election. In its early | eportedly on Me  with charges nN Was said to have] violations.  Morris, J.| But the <n E HeSiE nguiry ial prosecutor in|changed after Daniel P  vestigation, told Demoératic a wit-  petifion!, Crimin t ‘being Justice Richard eo Aus xtension of the pointed Wexler a of ey Was: reportedly | cutor.  ority in a Ob shocked ecabht sa se-  ties of witnesses jbefore the  go-out and find the} grand- jury who reportedly testi-  fied that election law violations .  nd jury already has|could be prosecuted better in ted one 30-day exten-| County Court through oa ice it sailed into its in-|citations x     the former are attorney‘ S suit  Jor election law changes. Wex-  his er ig said to hive objected “to  ry’s “life “Tikely to.  sort-  spect of any ng Heptn the  planning to seek. aes | |  bout one-third of the proposed shanges-  Continuee Tromermge JT oor |  Modification Idea’ Some jurors were reportedly  of the report Thursday so it  would “meet Wexler’s objec: |  ‘tions.  The idea for a grand jury Fe- | port was suggested by rank, Ferlic, first. assistant state’s at-  . torney in the Adamows  ht time fo. ports of ver:  rosecutor’ ae  gime. He is said to have advised  _ the jury to draw it up and re-  lease it to the press if were rejected by Chief Justice - Aus- OT ext +éportedly has coun- seled that Austin would reject the report as an acti outside ‘the jury’s “province. ¢  ‘The jury reportedly Ww: Wednesday. by County Judge ‘Thaddeus V..Adesko that elec-  any, would tion judges who were overly  careless on Nov. 8 will be dis-  is* assistant, qualified from future duty.  n L. Swanson, also ré- As jud  1 head of the Coo  2 chinery. y advised the jury County ie os ma making public a report, Adesko has the power to tak  of seme 15 recommendations|  Tura to  such action. After his voluntary appear  e 44 ance before the jurors, ‘Adeskc  told reporters he hoped it wil not be necessary to * ‘remove™ as many as 100 judges. Basis For Action  “{ hope there won't be sc many that we are short or judges ‘next time,” he said.  Adeske fold reporters hq  | would act whore “there is not ;  yovable efiminal offense <  ‘against these who might thavd jbeen ‘careless, and where th  Hogs with. sus  | picion.  He -also reportedly advised  the intoarc. fhat Senn >  @ Quits;  | The county vote-fraud ‘a single election cheater.  2d  grand jury was dissolved Thursday without indicting But the federal grand jury—still very much alive—  ‘indicted two Democratic precinct workers on charges of bribery and conspiracy. Se  Named in the fede ment Were two Chicago Park  District’ employes. They are.  | Bernard J, Crown Jr., /3741 W. Sunnyside, a Demo- cratic captain in the 18th’ pre- ‘cinct of the 29th Ward, and Leonard Gibbs, 29, of 716 S. i Independence, a Democratic Lworker in the same precinct. ; The five-count’ indictment. ‘charging them’ with  buying| | Democratic votes for $1 to $2 and | Lwith conspiring to buy | votes? was the first action growing out of the Noy. 8 election.  | The frustrated county grand)  [jurors closed shop after voting | ir tenure  1ys—a develop-  |ment that. was forecast. in the -editions of Tne Sun-  indict-  29, of}  nd jury!  | Sweeping change in election procedures urged  | in unofficial grand jury report. Page 10385 |  | In addition, the jurors closed |conference in which he deliv)  op after almost two months cred a mild attack on-the con- of sporadic. investigating with-| ;duct of the jury - before his out filing a prepared report con- appointment Dec. 1 taining recommendations for| “It is unfortunate that there, | improving election procedures.| was not a thorough investigatio:  Crip Court Chief Justice)of the evidence prior to the Richard B. Austin discharged] presentation of matters to the, the jury after asking Special|erand jury.” \" a Prosecutor Morris. J. Wexler if there was a petition for exten- sion  No, there i  he said. - Wexler d he intended to begin immediately to assemble }an investigative staff that would not,” Wexler! marshal eyidence Which he indi- answered. |cated would be presented to the’ | | Mum On Circumstances new January or February grand Wexler told Austin he had | juries. * asked the jurors whether they) Before Wexler took over, the wished to extend the investiga- grand, jury investigation tion for a final 30, days and they|conducted by two assistants of) it former State’ lowever, Wexler said nothing|S. Adamowskio-Th uy ile circumstances sur-|les Kwiat Kowski  he jury's » decision. !  yote reportedly was  after Wexler told the  urors that no more, witnesses!  ould be available for  testi-  ony before February — when he jury no longer could sit.  In -discharging the jurors; Austin delivered a lecture to the iry members and newsmen ‘on he secrecy of grand jury pro- ceedings. -~  He read to jury members an nstruction which prescribes a penalty of one year_in county jail for any grand juror who luring his term of servite com- municates’ to an outsider about any mattef under cofsideration.  “I Knaw that unquestionably, inadvertently perhapS, not re- calling the instruction, that this instruction was violated{” tin said.  Jurors Get Resacane s  Judge Austin, in discharging the county grand jury, told the jurors* he was certaim “your work has not beerf in ‘vain.  He ‘assured the jurors ‘that | Wexler would act on dhy e dence of election wrongdoing they had uncovered.  -At one time, the juro re- portedly were ready to vote true  12 election judges. |  However, in recent days a se-  ries of expert: reported!  the jurors to ad-  rent line Of action.  experts ‘reportedly’ rec-  mmended that contempt pro-  ceedings .be launched against  | Suspected wrongdoers in County  it. The normal method of  1p ution is indictmept and | teial in Crimipal Cou  After discharging — jury,  of its At  Wesolowski.  They headed th investigation: for five days befores Adam: ski left office on De that date, Democrat Atty. Daniel P. Ward suspended the jury’s operations until the appointment of Wexler sae spe- cial prosecutor.  After Wexler took over there |! was another lull in jury” activity as Wexler studied the ibryis pre- | vious record.  The jury repor tedly had Been ready to vote (true {2° witnesses” during Adamow: state’s attorney. -  e  |  | |  | i } |  . s  December 30, 1960          \f"
    },
    {
        "date": "1960-12-30",
        "author": "Joe",
        "dateline": "Chicago",
        "headline": "One Election Jury Quits; 2d Indicts",
        "publication": "Chicago Sun-Times",
        "volume": "Volume 1 - Joe-Chicago 1958-1961",
        "volume_number": "1",
        "url": "Page53_Volume 1 - Joe-Chicago - 1958-1961 - OCR.pdf",
        "ocr_text": "pan  fiting |  al county _grand charged with soetls fiotis, es b thefts, f  | “to' die in|re-election. In its early | eportedly on Me  with charges nN Was said to have] violations.  Morris, J.| But the <n E HeSiE nguiry ial prosecutor in|changed after Daniel P  vestigation, told Demoératic a wit-  petifion!, Crimin t ‘being Justice Richard eo Aus xtension of the pointed Wexler a of ey Was: reportedly | cutor.  ority in a Ob shocked ecabht sa se-  ties of witnesses jbefore the  go-out and find the} grand- jury who reportedly testi-  fied that election law violations .  nd jury already has|could be prosecuted better in ted one 30-day exten-| County Court through oa ice it sailed into its in-|citations x     the former are attorney‘ S suit  Jor election law changes. Wex-  his er ig said to hive objected “to  ry’s “life “Tikely to.  sort-  spect of any ng Heptn the  planning to seek. aes | |  bout one-third of the proposed shanges-  Continuee Tromermge JT oor |  Modification Idea’ Some jurors were reportedly  of the report Thursday so it  would “meet Wexler’s objec: |  ‘tions.  The idea for a grand jury Fe- | port was suggested by rank, Ferlic, first. assistant state’s at-  . torney in the Adamows  ht time fo. ports of ver:  rosecutor’ ae  gime. He is said to have advised  _ the jury to draw it up and re-  lease it to the press if were rejected by Chief Justice - Aus- OT ext +éportedly has coun- seled that Austin would reject the report as an acti outside ‘the jury’s “province. ¢  ‘The jury reportedly Ww: Wednesday. by County Judge ‘Thaddeus V..Adesko that elec-  any, would tion judges who were overly  careless on Nov. 8 will be dis-  is* assistant, qualified from future duty.  n L. Swanson, also ré- As jud  1 head of the Coo  2 chinery. y advised the jury County ie os ma making public a report, Adesko has the power to tak  of seme 15 recommendations|  Tura to  such action. After his voluntary appear  e 44 ance before the jurors, ‘Adeskc  told reporters he hoped it wil not be necessary to * ‘remove™ as many as 100 judges. Basis For Action  “{ hope there won't be sc many that we are short or judges ‘next time,” he said.  Adeske fold reporters hq  | would act whore “there is not ;  yovable efiminal offense <  ‘against these who might thavd jbeen ‘careless, and where th  Hogs with. sus  | picion.  He -also reportedly advised  the intoarc. fhat Senn >  @ Quits;  | The county vote-fraud ‘a single election cheater.  2d  grand jury was dissolved Thursday without indicting But the federal grand jury—still very much alive—  ‘indicted two Democratic precinct workers on charges of bribery and conspiracy. Se  Named in the fede ment Were two Chicago Park  District’ employes. They are.  | Bernard J, Crown Jr., /3741 W. Sunnyside, a Demo- cratic captain in the 18th’ pre- ‘cinct of the 29th Ward, and Leonard Gibbs, 29, of 716 S. i Independence, a Democratic Lworker in the same precinct. ; The five-count’ indictment. ‘charging them’ with  buying| | Democratic votes for $1 to $2 and | Lwith conspiring to buy | votes? was the first action growing out of the Noy. 8 election.  | The frustrated county grand)  [jurors closed shop after voting | ir tenure  1ys—a develop-  |ment that. was forecast. in the -editions of Tne Sun-  indict-  29, of}  nd jury!  | Sweeping change in election procedures urged  | in unofficial grand jury report. Page 10385 |  | In addition, the jurors closed |conference in which he deliv)  op after almost two months cred a mild attack on-the con- of sporadic. investigating with-| ;duct of the jury - before his out filing a prepared report con- appointment Dec. 1 taining recommendations for| “It is unfortunate that there, | improving election procedures.| was not a thorough investigatio:  Crip Court Chief Justice)of the evidence prior to the Richard B. Austin discharged] presentation of matters to the, the jury after asking Special|erand jury.” \" a Prosecutor Morris. J. Wexler if there was a petition for exten- sion  No, there i  he said. - Wexler d he intended to begin immediately to assemble }an investigative staff that would not,” Wexler! marshal eyidence Which he indi- answered. |cated would be presented to the’ | | Mum On Circumstances new January or February grand Wexler told Austin he had | juries. * asked the jurors whether they) Before Wexler took over, the wished to extend the investiga- grand, jury investigation tion for a final 30, days and they|conducted by two assistants of) it former State’ lowever, Wexler said nothing|S. Adamowskio-Th uy ile circumstances sur-|les Kwiat Kowski  he jury's » decision. !  yote reportedly was  after Wexler told the  urors that no more, witnesses!  ould be available for  testi-  ony before February — when he jury no longer could sit.  In -discharging the jurors; Austin delivered a lecture to the iry members and newsmen ‘on he secrecy of grand jury pro- ceedings. -~  He read to jury members an nstruction which prescribes a penalty of one year_in county jail for any grand juror who luring his term of servite com- municates’ to an outsider about any mattef under cofsideration.  “I Knaw that unquestionably, inadvertently perhapS, not re- calling the instruction, that this instruction was violated{” tin said.  Jurors Get Resacane s  Judge Austin, in discharging the county grand jury, told the jurors* he was certaim “your work has not beerf in ‘vain.  He ‘assured the jurors ‘that | Wexler would act on dhy e dence of election wrongdoing they had uncovered.  -At one time, the juro re- portedly were ready to vote true  12 election judges. |  However, in recent days a se-  ries of expert: reported!  the jurors to ad-  rent line Of action.  experts ‘reportedly’ rec-  mmended that contempt pro-  ceedings .be launched against  | Suspected wrongdoers in County  it. The normal method of  1p ution is indictmept and | teial in Crimipal Cou  After discharging — jury,  of its At  Wesolowski.  They headed th investigation: for five days befores Adam: ski left office on De that date, Democrat Atty. Daniel P. Ward suspended the jury’s operations until the appointment of Wexler sae spe- cial prosecutor.  After Wexler took over there |! was another lull in jury” activity as Wexler studied the ibryis pre- | vious record.  The jury repor tedly had Been ready to vote (true {2° witnesses” during Adamow: state’s attorney. -  e  |  | |  | i } |  . s  December 30, 1960          \f"
    },
    {
        "date": "1961-01-09",
        "author": "Judge",
        "dateline": "Chicago",
        "headline": "Letter from Chief Judge Richard Austin",
        "volume": "Volume 1 - Joe-Chicago 1958-1961",
        "volume_number": "1",
        "url": "Page55_Volume 1 - Joe-Chicago - 1958-1961 - OCR.pdf",
        "ocr_text": "Grintinal Qourt of Gack GQounty Iiineis Qhambers of Richarh B. Austin Qhicags #, Jilinsis Ghiel Yustice January 5, 1961  Mv. Ravin Waish City Editor Chicago jun Times Chicage, Hiinois  Dear Mr. Walsh:  Ome of the few pleasures of being assigned te the Criminal Court has besa the manner in which news from this building haa been covered by your reporter, Joe +ibright. Nis integrity, accuracy, industry, perceptivesese, theroughness aud lack of bias are indeed @ joy.  it is unfortunate that his talents are not adequately appreciated due to the fully warranted and weli- | deserved attitude toward the local press by a majority of the reading public which ranges from ahepticism to total disbelief of anything appearing in print.  it is also unfortunate that these outstanding attribates of auch a fine reporter will be a serious handicap to him when he receivea the recognitica that he deserves  Sad is promoted te either the City Desk or the Editorial Department.  Since rei RBAwa SE. a  ec: Marshall Field, Jxr., Publisher Eenarmett Dedmon, Managing BE diter &. &. Faaning, Executive Editor.  January 9, 1961    \f"
    },
    {
        "date": "1961-01-01",
        "author": "Joe",
        "dateline": "Chicago",
        "headline": "Reporter Gets Bored; Rewriteman Gets Bird",
        "publication": "Chicago Sun-Times",
        "volume": "Volume 1 - Joe-Chicago 1958-1961",
        "volume_number": "1",
        "url": "Page54_Volume 1 - Joe-Chicago - 1958-1961 - OCR.pdf",
        "ocr_text": "‘Reporter Gets Bored; Rewriteman Gets Bird  Even the newspaper busi- Joe: “Wait a minute. Let me ness has its slow days. finish, This pigeon flies in and  . it walks over and peeks in Judge Sometimes a good reporter John Gutknecht's courtroom.”  will fight to get a story into Bill: “Is this significant?”  the paper—even if he has Joe: “Yes. Judge Gutknecht  ae oe ‘ é has a nickname. And that nick- to stretch his imagination a| name is, ‘the Goose’ ”  little. Bill: “Aha!”  That’s what happened to Sun- Joe: eek are you taking ' Times reporter Joe Albright one atl ous Wee gay whlle: covering, his beet tn Joe: “Well, then, this pigeon the Criminal Courts Building. oe: , then, pig  is spotted by James Bernardo, Joe called in his notes ona story petty jury supervisor. That’s  about a pigeon to rewriteman Ber-nar-do. B-E-R-N-A-R-D-O. Bill Braden in the Sun-Times So Bernardo tips off a reporter Building. Bill’s job was to turn from one of the other papers, the notes into a finished story. and this reporter goes running  As it happened, the editor’ ms up there and corners the pigeon.” imagination didn’t stretch as far Bill: “Why’d he do that?” as Joe’s and the story never Joe: “Well, he called his office appeared. But the following tel- to send a photographer and he ephone exchange between Joe didn’t want the pigeon to get and Bill has been recorded (by away before the photographer rewriteman Braden. Ed.) for got there. But he began to get posterity. worried the pigeon was going  , to fly away anyhow, so he ran  Joe: “I got a story for you. down to the fifth-floor snack A pigeon today flew through an shop and bought: a 5-cent bag of open window into a seventh-floor shelled peanuts.” corridor of the Criminal Courts Bill: 201 Building.” there when he got bac  Bill: “So what?” Joe: “Yes, eae it :  Joe: “Wait a minute. Here’s))) the peanuts. Bernar the point. It looked like it flew of them later and said they over from the witness quarters) W°™® “a i at County Jail. That’s where on Can I quote him on they confine persons who turn that ? state’s evidence. Like Richard Joe: “Yes. That's Ber-nar-do. Morrison, the babbling burglar.) B-E-R-N-A-R-D-O. ‘ He’s over there.” Bill: “Then what happened?  Bill: “That’s nice.” Joe: “Well, this other report- are er kind of stands in front of the  Bill: “What was wrong with him?”  Joe: “The policeman said the little man was a stool pigeon who was going to testify in a narcotics case. Get it? Then a lawyer comes down the hall and looks at the pigeon like he won- ders if it’s a witness waiting to testify, and he talks to it.”  Bill: “What did he say to it?”  Joe: “He advised it to take the Fifth.”  “Bill: “Then what happened d  Joe: “It flew away.”  Bill: “What did the pigeon look like?” Be i  Joe: “I didn’t see it myself, but Bernardo said it was bliie and dirty.”  Bill: “Who did?”  doe: “Bernardo. B-E-R-N-A-     Joe: “Don’t you get it? Peo- pigeon so nobody else will see it ple who turn state’s evidence. and the other papers won’t find  ' ” out about it.” Pane, Sool Dion ” » Bill: “How did you find out?” Unknown Date, | Teh    \f"
    },
    {
        "date": "1961-02-04",
        "author": "Joe",
        "dateline": "Chicago",
        "headline": "He Drank, Drove, Killed -- And He's Free",
        "publication": "Chicago Sun-Times",
        "volume": "Volume 1 - Joe-Chicago 1958-1961",
        "volume_number": "1",
        "url": "Page56_Volume 1 - Joe-Chicago - 1958-1961 - OCR.pdf",
        "ocr_text": "}  He Drank, Drove, Killed—And He’s Free  By Joseph Albright  Here is a case history of an acquittal in the courts of  Cook County.  Just after midnight last May 10, Martin J. Bleeker Jr., with ‘More than a few beers under his belt, accelerated away from a ee 83d and Western.  © >-year-old accountant was on his way to his home at wee, S. Artesian. At 86th his speedometer read 30 or 35. ak Suddenly, his car veered to the right and five youthful Pedestrians found Bleeker’s auto hurtling across the pavement at  All five Were cut down. One of them, Floyd Christensen, 18, a 9545 §, Greenwood, became Chicago’s 79th auto fatality of 1960, And Within a few hours Chicago police had opened Hit-and-Rin Case No. 7408. For Bleeker's auto sped south on Western away from the scene. . \\ Policemen who filled out the accident reports were not posi- tive just where the five youths had been standing. But on one Point they apparently were sure. ; :  “Cause: Driver under influence of alcohol, negligent driv-  ee i ~ But when Case 7408 was closed last week in Criminal Court, the results were different. Bleeker had been acquitted of two  AGO* UN -—a  te Dran  =  n  A  charges. And the state had decided not to try him on two others. Bleeker has not paid a fine, spent a day in jail nor lost his driver's license.  Gorden Jensen of 8535 S. Loomis, a loader, was driving just behind Blecker’s auto when it slammed into the five pedestrians. He chased the flecing tar to 91st and California but then lost it.  Bleeker apparently had a change of heart as he drove on. He gol to a tavern at 99th and Artesian—across the street from     REBEL GIVES SHIP  Story On Page 2 = eT  his home—and called Evergreen Park police. They turned bine over to the police accident investigators from Chicago. ‘  Taken to Englewood Station, Bleeker was soon given a ee sobriety test by Patrolman David Coffey. As Coney 7a testified, Bleeker's face was flushed and his speech was slurre 5 He swayed when he walked. He was uncertain when he tried to touch his nose with his finger, And his breath smelled of alcohol,  Bleeker refused to submit to a chemical drunk test. At first a refused to make a statement, but then he changed his mind ang told his story to Patrolman John E. Geary. Following are por tions of a typewritten, signed statement Blecker gave to ) three hours and five minutes after the accident:  Q. Where were you going to or coming from when this accident occurred?  A. T was going home from 79th and Wood.  Q. What is at 79th and Weod?  A. Moriarty’s tavern.  Q. What time did you get to Moriarty’s tavern? ys (ave  A. At 8:30 or 8:45 p.m. on May 9,  Q. Did you_have ¢ —— 2  | Drove And K. illed:  ourt —Free™  wHe’s Out OF.  Continued from Page-t~ : this tavern? Ba i “ : A. Yes. Eight ‘of nine small bottles of Schlitz approxi- mately. a ‘ :  nything else to drink on the evening 960.  A. At about 7:30) p.m. I had two glasses of beer at my father’s tavern at . 87th St. .). fF QO. As you e southbound did anything occur? A. Yes... . I recall hitting something. . . . i _Q. What did you do then?  A. I pulled to the right. I was going to stop but I got scared -  and took off. 2 eget QO. Wherecdid-you'go then? - *s A. 1 drove to 59th and Artesian to a tavern, .  _Q. While you were waiting for the police, did you have ‘any more to ‘drink? : ‘ A. No. ‘ ’ Police lodged four charges against Bleeker before releasing  him on bond: reckless homicide, leaving the scene of an acci- dent involving injuries, drunken driving and negligent driving. Bleeker.,testified at a coroner's. inquest. There were altera-  tions in his story. At the inquest he admitted drinking only-  “three or‘four or five” beers before the accident. He added  that the reason he stopped at, Moriarty's was to go over the’  books,  A grand jury considered the evidence months later and indicted Bleeker for reckless homicide. A secondary count charged him with leaving the scene, but, strangely, no count was indicted specifically charging him with driving while intoxicated.  : Following the indictment Bleeker’s attorney Emmett. F, Byrne; former U.S. Congressman, “appeared .in Traffic Court “and asked that the state drop three charges pending there— drunken driving, negligent driving and leaving the scene of  an-accident. He argued, in effect, that the indictment super- ~  seded the lesser offenses.  : Asst. State's Atty. Joseph Depke agreed to drop them. Thus, when Bleeker went to trial before Criminal Court Judge Leslie E. Salter last Thursday, he was faced only by one 2-count indict- ment.  Depke told \"The? 'Sun-Times he did not check with any |  “superiors before deciding to nolle prosse the ‘three Traffic Court charges. Nor, he said, did he check to see what charges were actually included in the indictment. 2  Byrne appeared in court last Thursday with a string of  ‘character witnesses in tow — including former White Sox catcher Ray Schalk, who was a friend of the elder Bleeker. But it turned out ‘the defense witnesses wasted a trip to the Criminal. Courts Building.  Judge Salter acquitted Bleeker at the close of the state's case. He held that Bleeker’s negligence, if any, was not willful and wanton—as required for conviction under the law.  Salter heard the evidence without a jury. He read the defendant’s statement to police and heard Officer Coffey testify that in his professional opinion Bleeker had driven while under the influence of alcohol.  Salter later told a reporter that the five pedestrians might have been. invisible behind a parked car. He said also that ‘Bleeker might have had a few beers at the tavern where he fled after the accident—although Bleeker himself had denied  is e cS  Mrs. Dorothy Christensen holds picture of her son Floyd, 18, who was killed by a hit-and-run driver. (Sun-Times Photo)  that in his statement and.in sworn testimony at the coroner’ inquest.  . The judge added, in a rehash of the case off the bench, tha if the indictment had contained a‘ drunk driving count, h might well have ruled differently.  As of a week after Blecker’s acquittal, the state’s attorney office had formulated no plans to revive the ‘two charges o which Bleeker was freed without-a trial.”  The most serious of the two, drunken driving, provides upo conviction for a mandatory revocation of the driver’s licens imprisonment up 'to one year, and a fine up to $1,000.  February 4, 1961    \f"
    },
    {
        "date": "1961-02-07",
        "author": "Joe",
        "dateline": "Chicago",
        "headline": "Study Court Record Of Death-Car Driver",
        "publication": "Chicago Sun-Times",
        "volume": "Volume 1 - Joe-Chicago 1958-1961",
        "volume_number": "1",
        "url": "Page58_Volume 1 - Joe-Chicago - 1958-1961 - OCR.pdf",
        "ocr_text": " The case. ‘of a motorist ac- quitted of reckless homicide and leaving the scene of an accident was under investigation Monday by the state’s attorney’s office.  The central question was why three other charges against Martin J. Bleeker Jr., 33, were dropped Dec. 5 in Traffic Court,  Edward J. Egan, first assistant state’s attorney, ordered the transcript of the proceedings in h  Bepka, an-assistant 10-agreed to drop  An editorial: An Expla- nation Due. Page 21.  Floyd Christensen, 18, of 9545 S. Greenwood, was killed.  Bleeker, who told police he  had eight or nine small beers, was driving to his home at’ 9930 S. Artesian.  ing injuries, onan 4 negligent driving. — . A Cook County grand jury indicted him for reckless homi cide and leaving the accident scene. Other charges of drunken driving, negligent driving, and aving the scene were lodged raffic Court.  But the charges  8 al  in) Traffic  He was charged sagiesbunse Court meyer came to trial, be  yee peciless homic  ‘ | eause Emmett F. Byrne, Bleek _|&t's attorney, got Depka to agree  © drop them. And when Bleeker went o ial before Criminal Court udge Leslie E. Salter on the two-count indictment, Salter dis missed both charges. | Egam said he would reviev he case in Traffic Court and     Ward said he had had no drunken driving, negligent driv- previous knowledge of the case ing and leaving the scene of|since the Traffic Court charges  ~|were dropped Dec. 5—the day  The city will refile the charge}he succeeded Benjamin §. Ad-  of negligent driving, and Frank|amowski as state’s attorney. The  J. Wilson, chief prosecutor for|indictment against Bleeker was  the corporation counsel’s office|returned while Adamowski was . Wilson said in office.  nate the ee re-  office before making the deci- A to. submit a report detailing sion. -{his\\ activities in the case. He Bleker later was acqui by jalso- noted’ that’ the decision to  * E.|drop charges may. have resulted  of an_ acc ies ‘The carges wo-count indictment ‘the grand: jury. imes Investigation decision to revive the  alter “lsise the ~ the indictment” on the hasis of insufficient evidence.  more serious chi ae made ‘Indicated edure’ . “When you had an_ indict ment on the grave charge o reckless homicide, the indicate procedure was to. dismiss. the drunk-driving charges,” he said “One of the reasons for this was to prevent the. state fro giving away its case at the Municipal Court hearing.”  He referred to comment on!»  whether the procedure wa good. “T don't want to be pop  February 7, 1961  I don't know whether it anged,or not.”  \"he would: “cer- out a procedure that  followed in future cases  anwhile, The Sun-Times t Patrolman David ho signed the original  renee a drivin, Bs was contacted | j illiam Sc vind, assistant attorney in charge in rt. Coffey..was told  to appear at ds aa     day in the Traffic Center, 321 N, La Salle; to si  oa ; gna new com-  Bleeker told police:  had 10 or 11 beers Caine oe ting into his car: and driv into the pedestrians. illed i Floyd Christensen, 18 ae S. Greenwood.  watt state's - transcriptoot the ps Traffic Court and eahriety tests,  Proceedings jn the results o¢       \f"
    },
    {
        "date": "1961-02-07",
        "author": "Editorial",
        "dateline": "Chicago",
        "headline": "An Explanation Due",
        "publication": "Chicago Sun-Times",
        "volume": "Volume 1 - Joe-Chicago 1958-1961",
        "volume_number": "1",
        "url": "Page57_Volume 1 - Joe-Chicago - 1958-1961 - OCR.pdf",
        "ocr_text": "An Explanation. Due  wrong -— Or went wrong, -  motorist goes. free after — drank, drove and “fled the.  admitting he scene of an accident where he had mowed  down a group of pedestrians, killing one.  Such was the case of Martin J. Bleeker Jr., who was acquitted in Criminal Court Jan. 26 after a bench trial before Judge Leslie E. Salter.  State’s Attorney Daniel P. Ward has promised an investigation of the case. Under the circumstances, this is the least the community might expect its chief law en- forcement officer to do.  ‘Ward should also find out why some of the charges against Bleeker were dropped between his arrest and when he was brought to trial on grand jury indictments, and move forthwith to reinstate those charges as a means for giving the matter a new and complete airing. ~  For Bleeker admitted that he had. “eight * beers before the accident last ca  or nine with reckless '  10.. Police charged him  nowiterdes eaving the scene of an aceident’ © involving injuries, drunken driving and nega ligent driving: He was, booked to “appear ae  in Traffic Court. But in grand jury indictments returned  months ‘later, Bleeker was accused only of reckless homicide and leaving the scene.-  “ .: hae aed to the charges of drunken driving-and negligent driving? :  > feo is  This is one of the first anestionsd to. which State’s Atty Ward should make it. Anis busi-  ness to find the answer.  As far as the Traffic Court charges are concerned, investigation by Sun-Times re- porter Joseph Albright discloses they were nolle prossed on the representation. to the court by Defense Atty. Emmett F. Byrne, a former congressman, that they had -been superceded by the criminal indictments  Before Salter, Policeman David Coffey of the traffic division testified that in his opinion Bleeker was intoxicated when ar- rested. Further, said the policeman, Bleeker refused to take a drunkometer test. :  But the court has explained that. the defendant was not on: trial for -dranken driving. He could rule only on what was before him, said the judge, and in his view the state had failed to prove its case. . s  The mother of the victim has- labeled. Bleeker’s: acquittal “a gross mega ee oh  i Bei Ne +3 i  nsidering the circumstances ‘and ee breaking meaning of the case to her, Appelation strikes us as mild indeed.  February 7, 1961    \f"
    },
    {
        "date": "1961-02-08",
        "author": "Joe",
        "dateline": "Chicago",
        "headline": "Death-Car Case Reopened",
        "publication": "Chicago Sun-Times",
        "volume": "Volume 1 - Joe-Chicago 1958-1961",
        "volume_number": "1",
        "url": "Page58_Volume 1 - Joe-Chicago - 1958-1961 - OCR.pdf",
        "ocr_text": " The case. ‘of a motorist ac- quitted of reckless homicide and leaving the scene of an accident was under investigation Monday by the state’s attorney’s office.  The central question was why three other charges against Martin J. Bleeker Jr., 33, were dropped Dec. 5 in Traffic Court,  Edward J. Egan, first assistant state’s attorney, ordered the transcript of the proceedings in h  Bepka, an-assistant 10-agreed to drop  An editorial: An Expla- nation Due. Page 21.  Floyd Christensen, 18, of 9545 S. Greenwood, was killed.  Bleeker, who told police he  had eight or nine small beers, was driving to his home at’ 9930 S. Artesian.  ing injuries, onan 4 negligent driving. — . A Cook County grand jury indicted him for reckless homi cide and leaving the accident scene. Other charges of drunken driving, negligent driving, and aving the scene were lodged raffic Court.  But the charges  8 al  in) Traffic  He was charged sagiesbunse Court meyer came to trial, be  yee peciless homic  ‘ | eause Emmett F. Byrne, Bleek _|&t's attorney, got Depka to agree  © drop them. And when Bleeker went o ial before Criminal Court udge Leslie E. Salter on the two-count indictment, Salter dis missed both charges. | Egam said he would reviev he case in Traffic Court and     Ward said he had had no drunken driving, negligent driv- previous knowledge of the case ing and leaving the scene of|since the Traffic Court charges  ~|were dropped Dec. 5—the day  The city will refile the charge}he succeeded Benjamin §. Ad-  of negligent driving, and Frank|amowski as state’s attorney. The  J. Wilson, chief prosecutor for|indictment against Bleeker was  the corporation counsel’s office|returned while Adamowski was . Wilson said in office.  nate the ee re-  office before making the deci- A to. submit a report detailing sion. -{his\\ activities in the case. He Bleker later was acqui by jalso- noted’ that’ the decision to  * E.|drop charges may. have resulted  of an_ acc ies ‘The carges wo-count indictment ‘the grand: jury. imes Investigation decision to revive the  alter “lsise the ~ the indictment” on the hasis of insufficient evidence.  more serious chi ae made ‘Indicated edure’ . “When you had an_ indict ment on the grave charge o reckless homicide, the indicate procedure was to. dismiss. the drunk-driving charges,” he said “One of the reasons for this was to prevent the. state fro giving away its case at the Municipal Court hearing.”  He referred to comment on!»  whether the procedure wa good. “T don't want to be pop  February 7, 1961  I don't know whether it anged,or not.”  \"he would: “cer- out a procedure that  followed in future cases  anwhile, The Sun-Times t Patrolman David ho signed the original  renee a drivin, Bs was contacted | j illiam Sc vind, assistant attorney in charge in rt. Coffey..was told  to appear at ds aa     day in the Traffic Center, 321 N, La Salle; to si  oa ; gna new com-  Bleeker told police:  had 10 or 11 beers Caine oe ting into his car: and driv into the pedestrians. illed i Floyd Christensen, 18 ae S. Greenwood.  watt state's - transcriptoot the ps Traffic Court and eahriety tests,  Proceedings jn the results o¢       \f"
    },
    {
        "date": "1961-02-12",
        "author": "Mother",
        "dateline": "Chicago",
        "headline": "Letter from mother of man killed by drunk driver",
        "volume": "Volume 1 - Joe-Chicago 1958-1961",
        "volume_number": "1",
        "url": "Page59-60_Volume 1 - Joe-Chicago - 1958-1961 - OCR.pdf",
        "ocr_text": "February 12, 1961 Executive Editor NOT ie Wabash Ave. Chicago, Ill. Dear Sir;  Crusade for Freedom may be a flowery phrase but one, nonetheless, most admirably suited to your agressive approach to obtain justice for all the people everywhere and not just a chosen few. My husband and TI will be forever indebted to the néwspapers of Chicago, and to the Sun-Times and Joe Albright especially. Mr. Albright is an admirable young man, who is obviously devoted to his profession, and I feel is destined for great things in the Journalistic field. He dis-  plays an initiative which is, indeed, refreshing in a city  where apathy is all too commonplace.  Were it not for the eternal vigilance of the newspa- pers in our courts of justice and their continued efforts in behalf of good government; we would live in a veritable jungle, where survival of the strongest would be the only law observed. I cannot adequately express what Dorothy Thomp- son.states so well in a_recent article so I will quote her. verbatim. \"There is no profession or calling in America that has a higher function to perform than the press, and media of comminication in general, The most essential thing 1s that they--and their writers--keep their independence of investi- gation and expression. When Thomas Jefferson said that if he had to choose between a free press and any other form of frees 7 dom he would choose the former, he said a mouthful.\"  Without your most able assistance, my plea for justic  would have been a Voice in the wilderness. I have received  — in fiumerous letters and an incalculable mumber of phone calls commending you for your stand in this mattwr. Words cannot  express our profound gratitude. You've done a terrific job.  Keep up the good work and we may yet have a city we can be  proud of.  Gratefully yours,  ’ Mrs. Alfred Christensen 9545 S. Greenwood Ave. Chicago 28, Ill.  cee     February 12, 1961       ”     February 12, 1961       \f"
    },
    {
        "date": "1961-02-15",
        "author": "Joe",
        "dateline": "Chicago",
        "headline": "Police Search For Bleeker In Hit-Run Case",
        "publication": "Chicago Sun-Times",
        "volume": "Volume 1 - Joe-Chicago 1958-1961",
        "volume_number": "1",
        "url": "Page61_Volume 1 - Joe-Chicago - 1958-1961 - OCR.pdf",
        "ocr_text": "1 unable to find cer Jr. since four issued against  aan Judge Harry metford: issued the war- rants for his. arrest Wednesday  ,on charges. growing out of an}: accident May 10 at 86th and|  Western... :  Detectives James Callahan and Harold Lacasse of the traf- fic division warrant unit said  ‘they could find no one when}  they went to the 33-year-old ‘accountant’s home at 9930 S. Artesian. Doorbell Unanswered .  No one answered the door- bell and no one cotild be seen when they peeked in ~ dows, the detectives © car was in the garage.  ‘They also made, effort to find him  W. 87th St. The eldei B told them he did not) I ow where his son was. : __ The wanted man’s ‘ous mmett F. Byrne, also tol detectives he did not nee  4 “He’s given us porarily, but I’m sure we  him soon,” said a warranteupit|  Spokesman  <i Focr Warrants — One warrant charges —  oie aa protnes charges,  driving and two others  cue Bleeker of  leaving. Sitie  scene of an accident that. in-  Lend injuries.  “When found, Bleeker will be  ' gain freedom  State’s A tty.Daniel P. or 40 minutes Thurs- ts:-vAlfred Ohristen- Sen, 9545 S. Greenwood, w  18, was killed bY  confered day with |  son, Floyd, Bleeker’ Ss car.  Freguirea to post -$425 bond to  “Ward |  _ Four other teen-age pédestti-| ans were injured by Bleeker’s,  auto as it plowed while they were tale  ser Surender  In Hit-  After evading warrant-servers for 14 days, Martin J. Bleeker Jr. surrendered Wednesday.  Bleeker, 35, of 9930 S. Ar-  tesian, accused of drunken-driv- |  ing, slipped in and out of the police traffic Warrant unit at 320 N. Clark before photog- | raphers orters learned he  into  nd-Run Cas  minutes to prepare arrest papers and arrange for a $425 cash bond on four traffic warrants. Bleeker posted his bail and then left with his lawyer, former S. Rep. Emmet F. Byrne. Balks At Questions  Bleeker, a self-employed ac- countant, refused to answer any questions about the fatal hit- and-run accident May 10 from which the charges originated. He told police earlier he had had eight or 10 beers before the accident at 86th and West- ern in which five youths were struck down.  Bleeker was acquitted Jan. 26 in Criminal Court of reckless homicide by Judge Leslie E, Salter, a charge growing out of the death of Floyd Christensen, 18, of 9545 s, Greenwood,.  'y  of drunken drivin negligent driving and leaving the of an accident h : dropped i nTraffie © prosecution.  Charges Refiled ©  State’s Atty. Daniel P. Ward personally ord  d refiling “of charges against Bleecker days later. Bleeker n two counts of Teaving t of an accident invof juries, one of drunken and one of neg igent } Maximum penal es on | charges add Up to thre in prison and more thaw’ in fines.  Blecker was orde  the ‘Traffic Cen  explained he int that ee cam   "
    },
    {
        "date": "1961-02-23",
        "author": "Joe",
        "dateline": "Chicago",
        "headline": "Bleeker Surrenders In Hit-And-Run Case",
        "publication": "Chicago Sun-Times",
        "volume": "Volume 1 - Joe-Chicago 1958-1961",
        "volume_number": "1",
        "url": "Page61_Volume 1 - Joe-Chicago - 1958-1961 - OCR.pdf",
        "ocr_text": "1 unable to find cer Jr. since four issued against  aan Judge Harry metford: issued the war- rants for his. arrest Wednesday  ,on charges. growing out of an}: accident May 10 at 86th and|  Western... :  Detectives James Callahan and Harold Lacasse of the traf- fic division warrant unit said  ‘they could find no one when}  they went to the 33-year-old ‘accountant’s home at 9930 S. Artesian. Doorbell Unanswered .  No one answered the door- bell and no one cotild be seen when they peeked in ~ dows, the detectives © car was in the garage.  ‘They also made, effort to find him  W. 87th St. The eldei B told them he did not) I ow where his son was. : __ The wanted man’s ‘ous mmett F. Byrne, also tol detectives he did not nee  4 “He’s given us porarily, but I’m sure we  him soon,” said a warranteupit|  Spokesman  <i Focr Warrants — One warrant charges —  oie aa protnes charges,  driving and two others  cue Bleeker of  leaving. Sitie  scene of an accident that. in-  Lend injuries.  “When found, Bleeker will be  ' gain freedom  State’s A tty.Daniel P. or 40 minutes Thurs- ts:-vAlfred Ohristen- Sen, 9545 S. Greenwood, w  18, was killed bY  confered day with |  son, Floyd, Bleeker’ Ss car.  Freguirea to post -$425 bond to  “Ward |  _ Four other teen-age pédestti-| ans were injured by Bleeker’s,  auto as it plowed while they were tale  ser Surender  In Hit-  After evading warrant-servers for 14 days, Martin J. Bleeker Jr. surrendered Wednesday.  Bleeker, 35, of 9930 S. Ar-  tesian, accused of drunken-driv- |  ing, slipped in and out of the police traffic Warrant unit at 320 N. Clark before photog- | raphers orters learned he  into  nd-Run Cas  minutes to prepare arrest papers and arrange for a $425 cash bond on four traffic warrants. Bleeker posted his bail and then left with his lawyer, former S. Rep. Emmet F. Byrne. Balks At Questions  Bleeker, a self-employed ac- countant, refused to answer any questions about the fatal hit- and-run accident May 10 from which the charges originated. He told police earlier he had had eight or 10 beers before the accident at 86th and West- ern in which five youths were struck down.  Bleeker was acquitted Jan. 26 in Criminal Court of reckless homicide by Judge Leslie E, Salter, a charge growing out of the death of Floyd Christensen, 18, of 9545 s, Greenwood,.  'y  of drunken drivin negligent driving and leaving the of an accident h : dropped i nTraffie © prosecution.  Charges Refiled ©  State’s Atty. Daniel P. Ward personally ord  d refiling “of charges against Bleecker days later. Bleeker n two counts of Teaving t of an accident invof juries, one of drunken and one of neg igent } Maximum penal es on | charges add Up to thre in prison and more thaw’ in fines.  Blecker was orde  the ‘Traffic Cen  explained he int that ee cam   "
    },
    {
        "date": "1961-02-27",
        "author": "Fanning",
        "dateline": "Chicago",
        "headline": "Memo From Executive Editor",
        "volume": "Volume 1 - Joe-Chicago 1958-1961",
        "volume_number": "1",
        "url": "Page62_Volume 1 - Joe-Chicago - 1958-1961 - OCR.pdf",
        "ocr_text": "February 27, 1961 Messrs. Joe Albright and Emmett Dedmon To both of you, the thanks or the whole organization for a job that produced one of the nicest letters we have ever received."
    }
]